{
  "data": [
    {
      "working": 0,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții este pregătit pentru turnarea unei plăci de fundație din beton. Zona prezintă cofraje extinse din lemn care definesc forma plăcii, cu o plasă de fier-beton așezată peste ceea ce pare a fi izolație și o barieră de vapori. Un muncitor, în echipament de înaltă vizibilitate, este văzut mergând la marginea șantierului, dar nu este implicat activ în lucrare.",
      "filename": "frame_00001_2025-08-01_08-00-00.png",
      "timestamp": "2025-08-01 08:00:00",
      "total": 1
    },
    {
      "working": 0,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor în echipament de vizabilitate ridicată este prezent pe un șantier de construcții rezidențiale. Principala zonă de activitate este o fundație amplă, pregătită pentru turnarea unei plăci de beton, completă cu cofraje din lemn și o rețea de fier-beton. Muncitorul pare să traverseze șantierul și nu este implicat activ într-o sarcină în momentul fotografiei. O casă modernă adiacentă pare să fi fost recent finalizată.",
      "filename": "frame_00002_2025-08-01_08-01-30.png",
      "timestamp": "2025-08-01 08:01:30",
      "total": 1
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori pregătesc o fundație tip placă de beton pe un șantier rezidențial. Zona este amenajată cu cofraje din lemn și o grilă de armătură din oțel așezată peste o membrană de plastic. Un muncitor, purtând un tricou portocaliu de înaltă vizibilitate, folosește activ o unealtă pentru a ajusta elemente în cadrul grilei de armătură, în timp ce un alt muncitor este ocupat lângă marginea cofrajelor.",
      "filename": "frame_00003_2025-08-01_08-03-00.png",
      "timestamp": "2025-08-01 08:03:00",
      "total": 2
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții rezidențiale este pregătit pentru turnarea unei fundații de beton. Solul este excavat și nivelat, cu cofraje extinse din lemn și susțineri creând forma pentru placă. O grilă densă de armătură din oțel pentru ranforsare este așezată în interiorul cofrajelor, peste o barieră albă de vapori. Un muncitor este vizibil în partea dreaptă a șantierului, stând pe o alee finalizată și ținând un furtun verde, posibil pentru curățare sau pregătirea șantierului.",
      "filename": "frame_00004_2025-08-01_08-04-31.png",
      "timestamp": "2025-08-01 08:04:31",
      "total": 1
    },
    {
      "working": 0,
      "idle": 0,
      "primary_task": "șantier_gol",
      "task_category": "fără_activitate",
      "description": "Un șantier de construcții rezidențiale este pregătit pentru turnarea unei fundații de beton, dar nu sunt prezenți muncitori. Zona este amenajată cu cofraje din lemn și o grilă de bare de armătură din oțel (fier-beton) peste o folie neagră anti-vapori. O casă modernă finalizată se află lângă zona de construcție.",
      "filename": "frame_00005_2025-08-01_08-06-01.png",
      "timestamp": "2025-08-01 08:06:01",
      "total": 0
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor manipulează activ materiale pe un șantier de construcții unde se pregătește fundația unei case mari. Zona fundației este extinsă, prezentând o rețea de armătură dispusă în cofraje de lemn, gata pentru turnarea unei plăci de beton. O barieră neagră de vapori este vizibilă sub armătură. Muncitorul stă lângă o grămadă de blocuri albe termoizolante, sugerând pregătiri pentru o placă tip fagure sau un tip similar de fundație.",
      "filename": "frame_00006_2025-08-01_08-07-32.png",
      "timestamp": "2025-08-01 08:07:32",
      "total": 1
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un nou șantier de construcții rezidențiale este pregătit pentru turnarea unei fundații tip placă de beton. Cofraje extinse din lemn și o grilă de armătură din oțel sunt montate peste o barieră de vapori. Doi muncitori sunt activ implicați în zona de lucru – unul mută materiale și altul merge de-a lungul cofrajelor – în timp ce un al treilea muncitor stă inactiv pe aleea proprietății adiacente.",
      "filename": "frame_00007_2025-08-01_08-09-02.png",
      "timestamp": "2025-08-01 08:09:02",
      "total": 3
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor într-un tricou portocaliu reflectorizant lucrează activ cu o roabă lângă o fundație mare în curs de pregătire. Zona fundației este amenajată cu cofraje din lemn și o plasă de fier beton, indicând pregătirea pentru turnarea unei plăci de beton. Alți doi muncitori stau degeaba în apropiere, aparent discutând.",
      "filename": "frame_00008_2025-08-01_08-10-33.png",
      "timestamp": "2025-08-01 08:10:33",
      "total": 3
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor este implicat activ în pregătirea fundației unei clădiri. Este aplecat și operează o unealtă într-o rețea extinsă de fier-beton care a fost dispusă. Întreaga zonă este înconjurată de cofraje din lemn, indicând pregătirea pentru turnarea unei plăci de beton. Șantierul de construcții este situat într-o zonă rezidențială, lângă o casă modernă recent finalizată.",
      "filename": "frame_00009_2025-08-01_08-12-03.png",
      "timestamp": "2025-08-01 08:12:03",
      "total": 1
    },
    {
      "working": 0,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Șantierul este pregătit pentru turnarea unei fundații de beton, cu cofraje din lemn, o plasă de fier beton și instalații sanitare sub placă instalate. În dreapta, trei persoane stau împreună, aparent într-o discuție și nu sunt implicate activ în nicio sarcină fizică de construcție.",
      "filename": "frame_00010_2025-08-01_08-13-34.png",
      "timestamp": "2025-08-01 08:13:34",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori pregătesc activ o fundație tip placă pe sol pentru o casă nouă. Zona este amenajată cu cofraje din lemn, iar o rețea de armătură din oțel a fost așezată în pregătirea turnării betonului. Un muncitor într-o vestă de înaltă vizibilitate merge de-a lungul perimetrului cofrajelor, în timp ce un altul, în fundal, este aplecat, părând să lucreze la armătură sau la ajustări ale cofrajelor. Șantierul este lângă o casă modernă finalizată, cu pământ excavat și materiale de construcție în apropiere.",
      "filename": "frame_00011_2025-08-01_08-15-04.png",
      "timestamp": "2025-08-01 08:15:04",
      "total": 2
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor, într-o cămașă galbenă de înaltă vizibilitate, lucrează activ la pregătirea unei fundații mari din placă de beton. Șantierul este amenajat cu cofraje extinse din lemn și o rețea de fier-beton, pregătit pentru turnarea betonului. Lucrarea are loc pe un șantier rezidențial, cu o casă modernă finalizată vizibilă în fundal.",
      "filename": "frame_00013_2025-08-01_08-18-05.png",
      "timestamp": "2025-08-01 08:18:05",
      "total": 1
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții rezidențiale, se pregătește fundația pentru o nouă clădire. Zona este delimitată de cofraje din lemn și umplută cu o plasă de armătură din oțel, pregătită pentru o viitoare turnare a plăcii de beton. Un muncitor este îngenuncheat activ și ajustează armătura, în timp ce alte două persoane se află pe șantier, dar nu sunt angajate într-o sarcină specifică în acest moment.",
      "filename": "frame_00014_2025-08-01_08-19-35.png",
      "timestamp": "2025-08-01 08:19:35",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori pregătesc o fundație mare tip radier general pentru o clădire nouă. Pregătirile includ o grilă de bare de armătură din oțel (fier-beton) așezate în cofraje din lemn. O folie neagră anti-vapori este vizibilă sub armătură. Un muncitor pulverizează activ zona, posibil aplicând un agent de decofrare sau un compus de tratare, în timp ce alți doi muncitori se deplasează în jurul perimetrului fundației.",
      "filename": "frame_00015_2025-08-01_08-21-06.png",
      "timestamp": "2025-08-01 08:21:06",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori aștern activ o barieră de vapori din plastic negru peste o grilă de armătură din oțel așezată în cofraje din lemn, pregătind o fundație pentru o turnare de beton. Un al treilea muncitor, cu o cască de protecție portocalie, stă în apropiere, părând să supravegheze lucrarea. Zona fundației este pregătită cu armătură extinsă și ceea ce par a fi instalații sanitare în stadiu brut. O a patra persoană este vizibilă în extrema stângă a șantierului, mergând, dar nefiind implicată în nicio sarcină de construcție.",
      "filename": "frame_00016_2025-08-01_08-22-36.png",
      "timestamp": "2025-08-01 08:22:36",
      "total": 4
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori pregătesc activ o fundație tip placă pe sol pentru o nouă structură, în timp ce un al treilea muncitor stă inactiv în fundal. Locul este pregătit cu o rețea extinsă de armătură de oțel și este înconjurat de cofraje din lemn, indicând pregătirea pentru o turnare de beton. Unul dintre muncitorii activi poartă o vestă de înaltă vizibilitate și pare să ajusteze cofrajele.",
      "filename": "frame_00017_2025-08-01_08-24-07.png",
      "timestamp": "2025-08-01 08:24:07",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții pregătesc activ o fundație tip placă pe sol. Zona este amenajată cu cofraje din lemn și o grilă de armătură (fier beton) peste o folie neagră hidroizolatoare. Un muncitor în cămașă gri stă pe armătură, părând să așeze sau să ajusteze ceva. Un alt muncitor într-o vestă galbenă reflectorizantă manipulează o prelată neagră lângă clădirea adiacentă. Un al treilea muncitor într-o vestă portocalie reflectorizantă este aplecat, lucrând la cofraje pe partea îndepărtată a fundației.",
      "filename": "frame_00018_2025-08-01_08-25-37.png",
      "timestamp": "2025-08-01 08:25:37",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori pregătesc un radier general pentru o casă nouă. Zona este amenajată cu cofraje din lemn și o plasă de armătură din oțel (fier-beton) așezată peste o folie barieră de vapori din plastic. Un muncitor ajustează folia la marginea cofrajelor, în timp ce celălalt merge pe plasa de armătură, îndeplinind sarcini pregătitoare înainte de turnarea betonului.",
      "filename": "frame_00019_2025-08-01_08-27-08.png",
      "timestamp": "2025-08-01 08:27:08",
      "total": 2
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori pregătesc activ fundația unei clădiri rezidențiale. Zona este delimitată de cofraje din lemn și conține o rețea complexă de armătură din oțel așezată peste o barieră de vapori. Muncitorii sunt văzuți manipulând o folie neagră de plastic de-a lungul marginii cofrajelor, finalizând pregătirile înainte de turnarea betonului.",
      "filename": "frame_00020_2025-08-01_08-28-38.png",
      "timestamp": "2025-08-01 08:28:38",
      "total": 2
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor, purtând un tricou galben de înaltă vizibilitate, este aplecat, lucrând activ la pregătirile pentru fundația unei plăci de beton. Zona extinsă a fundației este pregătită cu cofraje din lemn și o rețea densă de fier-beton, indicând că este gata pentru turnarea betonului. Șantierul de construcții este pentru o clădire nouă, amplasat lângă o casă modernă finalizată.",
      "filename": "frame_00021_2025-08-01_08-30-09.png",
      "timestamp": "2025-08-01 08:30:09",
      "total": 1
    },
    {
      "working": 0,
      "idle": 0,
      "primary_task": "șantier_gol",
      "task_category": "fără_activitate",
      "description": "Șantierul de construcții este pregătit pentru turnarea unei fundații de beton, dar nu sunt prezenți muncitori. O rețea extinsă de armătură a fost așezată în cofraje de lemn, gata pentru beton. Șantierul este situat lângă o casă modernă, cu două etaje, finalizată.",
      "filename": "frame_00022_2025-08-01_08-31-39.png",
      "timestamp": "2025-08-01 08:31:39",
      "total": 0
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții se pregătește pentru o fundație placă de beton. Zona este amenajată cu cofraj din lemn, iar o plasă de bare de armătură din oțel (fier-beton) a fost așezată. Un singur muncitor, într-un tricou portocaliu de înaltă vizibilitate, merge activ de-a lungul marginii cofrajului, posibil efectuând o inspecție finală sau o pregătire înainte ca betonul să fie turnat. În fundal, se află o casă modernă nou construită și câțiva copaci.",
      "filename": "frame_00023_2025-08-01_08-33-09.png",
      "timestamp": "2025-08-01 08:33:09",
      "total": 1
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Cinci muncitori lucrează pe un șantier rezidențial. Activitatea principală este pregătirea unei plăci de fundație din beton. Mai mulți muncitori sunt în interiorul cofrajelor de lemn, așezând o folie barieră de vapori și ajustând plasa de armătură. Un alt muncitor lucrează lângă peretele exterior al casei vecine, în timp ce încă unul traversează șantierul.",
      "filename": "frame_00024_2025-08-01_08-34-40.png",
      "timestamp": "2025-08-01 08:34:40",
      "total": 5
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții este pregătit pentru o fundație placă de beton. Suprafața mare este împrejmuită de cofraje din lemn și conține o plasă de armătură din oțel așezată peste o barieră de vapori. Trei muncitori fixează activ o folie protectoare mare neagră de peretele casei învecinate, probabil în pregătirea unei turnări de beton. Un al patrulea muncitor, într-o cămașă portocalie de înaltă vizibilitate, stă și observă.",
      "filename": "frame_00025_2025-08-01_08-36-10.png",
      "timestamp": "2025-08-01 08:36:10",
      "total": 4
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O fundație rezidențială mare este în curs de pregătire, prezentând cofraje extinse din lemn și o grilă de armătură din oțel (fier-beton) așezată peste un material izolant argintiu, probabil pentru o placă tip fagure. O echipă de patru muncitori este adunată în spatele fundației, lucrând în colaborare cu o nivelă lungă albastră sau o țeavă. În prim-plan, doi muncitori suplimentari în echipament de siguranță portocaliu manipulează activ materiale la sol. Șantierul este adiacent unei case moderne recent finalizate.",
      "filename": "frame_00026_2025-08-01_08-37-41.png",
      "timestamp": "2025-08-01 08:37:41",
      "total": 6
    },
    {
      "working": 1,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții este pregătit pentru turnarea unei plăci de fundație din beton. O plasă de armătură a fost așezată, iar cofrajul din lemn este montat în jurul perimetrului. Un muncitor în echipament de înaltă vizibilitate lucrează activ în zona fundației, în timp ce un alt muncitor stă inactiv în fundal, lângă un gard. O casă modernă adiacentă este aproape finalizată, iar o altă persoană merge pe aleea de acces a unei proprietăți învecinate.",
      "filename": "frame_00027_2025-08-01_08-39-11.png",
      "timestamp": "2025-08-01 08:39:11",
      "total": 2
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Two workers are active on a residential construction site. The main focus of the work is the preparation of a large concrete slab foundation, which is extensively laid out with a grid of rebar and enclosed by wooden formwork. One worker is holding a long blue level against the wall of the adjacent house, likely for alignment or measurement tasks related to the new foundation. Another worker in a yellow high-visibility shirt is walking near the formwork. The ground is excavated, and various construction materials are present, indicating the project is in the structural phase.",
      "filename": "frame_00028_2025-08-01_08-40-42.png",
      "timestamp": "2025-08-01 08:40:42",
      "total": 2
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții se pregătește pentru turnarea unei fundații de beton. O rețea extinsă de fier-beton și ceea ce par a fi casete tip fagure a fost așezată în interiorul unui cofraj din lemn, care definește perimetrul plăcii. Diverse tubulaturi pentru instalații sanitare și electrice sunt poziționate pentru a fi înglobate în placă. Un muncitor din stânga este aplecat, lucrând activ cu materiale pe jos. Alți doi muncitori din dreapta stau lângă fundație, părând că stau degeaba sau discută în acest moment.",
      "filename": "frame_00029_2025-08-01_08-42-12.png",
      "timestamp": "2025-08-01 08:42:12",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă fundație de casă este în construcție. Șantierul prezintă cofraje ample de lemn și o rețea de fier-beton dispusă în pregătirea turnării unei plăci de beton. O barieră albă de vapori este vizibilă sub armătură, iar conductele de instalații sanitare sunt montate. Un muncitor lucrează activ la structura fundației în plan secund, în timp ce un altul, purtând o vestă reflectorizantă, pare să supravegheze sau să inspecteze șantierul cu o planșetă.",
      "filename": "frame_00030_2025-08-01_08-43-43.png",
      "timestamp": "2025-08-01 08:43:43",
      "total": 2
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori se află pe un șantier de construcții rezidențiale, pregătind fundația pentru o placă de beton. Doi muncitori poziționează și leagă activ plasa de fier-beton în cofrajele de lemn. Un al treilea muncitor, în prim-plan, este aplecat peste un echipament. Un muncitor cu vestă reflectorizantă stă așezat pe alee, luând o pauză, iar un altul stă lângă casă, posibil supraveghind.",
      "filename": "frame_00031_2025-08-01_08-45-13.png",
      "timestamp": "2025-08-01 08:45:13",
      "total": 5
    },
    {
      "working": 2,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori pregătesc activ o fundație mare din placă de beton, lucrând la plasa de fier-beton din interiorul cofrajelor de lemn. În fundal, o casă modernă cu două etaje se află lângă șantierul de construcții. În partea dreaptă a cadrului, alți doi muncitori stau jos pe o alee, părând să fie inactivi sau în pauză.",
      "filename": "frame_00032_2025-08-01_08-46-44.png",
      "timestamp": "2025-08-01 08:46:44",
      "total": 4
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori pregătesc activ fundația unei case rezidențiale, ajustând plasa de fier-beton în cofrajele de lemn înainte de turnarea betonului. Un al patrulea muncitor stă așezat degeaba pe marginea unei alei adiacente. Șantierul este clar amenajat pentru crearea unei fundații tip placă de beton pentru o nouă clădire.",
      "filename": "frame_00033_2025-08-01_08-48-14.png",
      "timestamp": "2025-08-01 08:48:14",
      "total": 4
    },
    {
      "working": 0,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori stau pe o placă mare de fundație din beton, care se pregătește pentru turnarea betonului. Șantierul prezintă o plasă extinsă de armătură, cofraje perimetrale și diverse țevi pentru instalațiile sanitare preliminare. Ambii muncitori par inactivi, unul posibil la telefon, iar celălalt stând nemișcat.",
      "filename": "frame_00034_2025-08-01_08-49-44.png",
      "timestamp": "2025-08-01 08:49:44",
      "total": 2
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor lucrează activ pe o placă mare de fundație care este pregătită pentru turnarea betonului. Zona este amenajată cu cofraje din lemn și o rețea extinsă de armătură din oțel (fier-beton) peste o barieră de vapori. Muncitorul pare să facă ajustări finale la armătură.",
      "filename": "frame_00036_2025-08-01_08-52-45.png",
      "timestamp": "2025-08-01 08:52:45",
      "total": 1
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori pregătesc activ o fundație tip placă de beton, care este încadrată cu cofraje din lemn și conține o rețea extinsă de armătură. Un muncitor se deplasează de-a lungul marginii cofrajelor, purtând un obiect lung și albastru, în timp ce un altul este poziționat în interiorul rețelei de armătură. Un al treilea muncitor stă inactiv pe cofraje, privind în jos la un dispozitiv. Amenajarea arată clar pregătirea pentru o turnare de beton, cu conducte de instalații sanitare și electrice dispuse în interiorul armăturii.",
      "filename": "frame_00038_2025-08-01_08-55-46.png",
      "timestamp": "2025-08-01 08:55:46",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori pregătesc activ o fundație tip placă de beton pentru o nouă clădire. Pe șantier se observă cofraje ample din lemn și o grilă de bare de armătură din oțel (fier-beton) dispuse în pregătirea unei turnări de beton. Un muncitor în prim-plan pășește pe structură, un altul este poziționat în interiorul grilei de armătură, iar un al treilea muncitor, purtând o cască de protecție, stă în apropiere. Conducte de instalații sanitare sau electrice pot fi văzute ieșind din zona de pregătire a fundației.",
      "filename": "frame_00039_2025-08-01_08-57-17.png",
      "timestamp": "2025-08-01 08:57:17",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Câțiva muncitori pregătesc o fundație mare tip placă de beton pentru o clădire nouă. Trei muncitori sunt implicați activ în cofrajele de lemn, ajustând plasa de armătură și ceea ce pare a fi instalații sanitare înglobate. Un al patrulea muncitor, într-o cămașă de înaltă vizibilitate, stă în fundal. Un braț de pompă de beton este vizibil, sugerând că o turnare de beton este iminentă sau în curs de desfășurare. Lucrarea are loc lângă un duplex modern recent finalizat.",
      "filename": "frame_00040_2025-08-01_08-58-47.png",
      "timestamp": "2025-08-01 08:58:47",
      "total": 4
    },
    {
      "working": 1,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor este implicat activ în pregătirea unei fundații mari din placă de beton, aplecat peste cofraje și grila de fier-beton. Alți trei muncitori sunt prezenți pe șantier, dar sunt momentan inactivi; unul observă de pe un morman de pământ, altul stă lângă o casă adiacentă, iar un al treilea este vizibil în fundal. Șantierul este pregătit cu cofraje ample, o grilă densă de armătură din oțel (fier-beton) și instalații sanitare pre-montate, indicând pregătiri pentru o turnare de beton.",
      "filename": "frame_00041_2025-08-01_09-00-18.png",
      "timestamp": "2025-08-01 09:00:18",
      "total": 4
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație tip placă de beton pentru o clădire nouă. Un furtun de pompă de beton este întins peste șantier, livrând beton într-o grilă de cofraje armată cu fier-beton. Mai mulți muncitori se află pe placă, ghidând furtunul și prelucrând betonul proaspăt turnat. Alte două persoane, probabil parte din echipă sau din supraveghere, stau la periferie, observând operațiunea.",
      "filename": "frame_00043_2025-08-01_09-03-18.png",
      "timestamp": "2025-08-01 09:03:18",
      "total": 6
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație tip placă de beton pentru o clădire nouă. Brațul unei autopompe de beton este extins deasupra șantierului, cu un muncitor care dirijează furtunul pentru a turna beton în cofraje. Alți câțiva muncitori sunt pe sau în jurul rețelei de armătură, pregătindu-se să întindă și să finiseze betonul. Zona fundației este delimitată de cofraje din lemn și o rețea densă de armătură. O persoană stă pe o alee adiacentă, observând operațiunea.",
      "filename": "frame_00044_2025-08-01_09-04-49.png",
      "timestamp": "2025-08-01 09:04:49",
      "total": 6
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții toarnă o fundație-dală de beton pentru o casă nouă. Brațul unei autopompe de beton este extins deasupra șantierului, livrând beton printr-un furtun ghidat de un muncitor. Ceilalți muncitori se află în interiorul cofrajului fundației, folosind unelte pentru a întinde și nivela betonul peste plasa de fier-beton.",
      "filename": "frame_00045_2025-08-01_09-06-19.png",
      "timestamp": "2025-08-01 09:06:19",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții toarnă o placă de fundație din beton pentru o clădire nouă. Se folosește o pompă de beton pentru a turna betonul printr-un furtun de mari dimensiuni într-o zonă pregătită cu cofraje și o plasă de fier-beton. Muncitorii ghidează împreună furtunul pentru a distribui betonul uniform în interiorul cofrajelor fundației, lângă un duplex modern nou construit.",
      "filename": "frame_00046_2025-08-01_09-07-50.png",
      "timestamp": "2025-08-01 09:07:50",
      "total": 5
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton este extins peste șantier, cu un muncitor care dirijează furtunul pentru a umple cofrajele. Fundația este pregătită cu o grilă de fier-beton pentru armare. Alți muncitori sunt poziționați în jurul plăcii, ajutând la distribuția și nivelarea betonului, în timp ce o persoană stă degeaba, observând din lateral.",
      "filename": "frame_00047_2025-08-01_09-09-20.png",
      "timestamp": "2025-08-01 09:09:20",
      "total": 6
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții toarnă activ o fundație din placă de beton pentru o clădire nouă. Brațul unui camion-pompă de beton se extinde peste cofrajul armat cu fier-beton, livrând beton proaspăt pe care muncitorii îl ghidează și îl întind. Lucrările de construcție se desfășoară adiacent unei case moderne recent construite.",
      "filename": "frame_00048_2025-08-01_09-10-51.png",
      "timestamp": "2025-08-01 09:10:51",
      "total": 5
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este extins deasupra șantierului, cu mai mulți muncitori ghidând furtunul și distribuind betonul proaspăt în cofraje, care sunt armate cu o plasă de fier-beton. Alți muncitori sunt poziționați în interiorul sau în jurul fundației, probabil implicați în nivelarea și finisarea betonului. Un muncitor stă degeaba lângă o camionetă, lângă o casă adiacentă, finalizată.",
      "filename": "frame_00049_2025-08-01_09-12-21.png",
      "timestamp": "2025-08-01 09:12:21",
      "total": 6
    },
    {
      "working": 3,
      "idle": 4,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitori în construcții pregătesc o fundație mare tip placă de beton pentru o clădire nouă. Zona este pregătită cu cofraje ample din lemn și o rețea densă de fier-beton. Brațul unei autopompe de beton este extins deasupra șantierului, cu un muncitor ținând furtunul, sugerând că turnarea betonului este pe cale să înceapă sau este deja în curs. Alți muncitori sunt poziționați în interiorul fundației, efectuând ultimele ajustări.",
      "filename": "frame_00050_2025-08-01_09-13-52.png",
      "timestamp": "2025-08-01 09:13:52",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație tip placă de beton pentru o clădire nouă. Un muncitor ghidează furtunul de la un camion cu pompă de beton, turnând beton în cofrajele armate cu o plasă de fier beton. Mai mulți alți muncitori întind și nivelează activ betonul proaspăt turnat. Un muncitor în vestă portocalie pare să supravegheze turnarea, în timp ce un altul stă în apropiere de operatorul pompei.",
      "filename": "frame_00051_2025-08-01_09-15-22.png",
      "timestamp": "2025-08-01 09:15:22",
      "total": 6
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o fundație din placă de beton. Brațul unui camion-pompă de beton este extins deasupra șantierului, livrând beton într-o zonă mare delimitată de cofraje din lemn și armată cu o plasă de fier-beton. Muncitorii întind și gestionează activ turnarea betonului în cadrul fundației.",
      "filename": "frame_00052_2025-08-01_09-16-53.png",
      "timestamp": "2025-08-01 09:16:53",
      "total": 7
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții toarnă o placă de fundație din beton. Brațul unei autopompe de beton este poziționat deasupra șantierului, livrând beton printr-un furtun de mari dimensiuni. Doi muncitori țin și direcționează furtunul pentru a umple cofrajele pregătite, care sunt armate cu o plasă de armătură. Alți doi muncitori sunt în fundal, participând și ei la turnarea betonului.",
      "filename": "frame_00053_2025-08-01_09-18-23.png",
      "timestamp": "2025-08-01 09:18:23",
      "total": 4
    },
    {
      "working": 6,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii sunt activ implicați în turnarea unei plăci de fundație din beton. Brațul unei pompe de beton este poziționat deasupra șantierului, turnând beton într-o zonă mare armată cu fier-beton și delimitată de cofraje din lemn. O echipă de muncitori se află pe placă, întinzând și nivelând betonul, în timp ce un alt muncitor manevrează telecomanda pompei. Două alte persoane stau lângă un camion în stânga, observând lucrarea.",
      "filename": "frame_00054_2025-08-01_09-19-53.png",
      "timestamp": "2025-08-01 09:19:53",
      "total": 8
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o fundație din placă de beton pentru o clădire nouă. O pompă de beton livrează beton proaspăt printr-un furtun de mari dimensiuni, care este dirijat de câțiva muncitori în cofrajele armate cu o plasă de fier-beton. Alți membri ai echipei sunt poziționați în jurul fundației, nivelând betonul proaspăt turnat.",
      "filename": "frame_00055_2025-08-01_09-21-24.png",
      "timestamp": "2025-08-01 09:21:24",
      "total": 7
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație placă de beton pentru o casă nouă. Brațul unei pompe de beton este vizibil, livrând beton printr-un furtun mare în cofrajele pregătite, care sunt armate cu o plasă de fier beton. Mai mulți muncitori dirijează fluxul de beton și îl întind în interiorul cofrajelor, în timp ce alții gestionează materiale și echipamente în apropiere.",
      "filename": "frame_00056_2025-08-01_09-22-54.png",
      "timestamp": "2025-08-01 09:22:54",
      "total": 5
    },
    {
      "working": 10,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este vizibil, livrând beton proaspăt printr-un furtun gros dirijat de un muncitor. Alți membri ai echipei sunt poziționați pe armătură, folosind unelte pentru a întinde, nivela și finisa betonul proaspăt în cofrajele din lemn.",
      "filename": "frame_00057_2025-08-01_09-24-25.png",
      "timestamp": "2025-08-01 09:24:25",
      "total": 10
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori sunt implicați activ în turnarea unei plăci de fundație din beton pentru o clădire nouă. O pompă de beton livrează beton proaspăt printr-un furtun mare, care este ghidat de un muncitor. Alți doi muncitori sunt pe placă, folosind unelte manuale pentru a întinde și nivela betonul în interiorul armăturii și al cofrajelor. Un al patrulea muncitor amestecă materiale la marginea șantierului.",
      "filename": "frame_00058_2025-08-01_09-25-55.png",
      "timestamp": "2025-08-01 09:25:55",
      "total": 4
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Un camion cu pompă de beton livrează beton proaspăt printr-un braț lung într-o zonă mare, armată cu o rețea de fier-beton și înconjurată de cofraje din lemn. Mai mulți muncitori se află în zona fundației, folosind unelte pentru a întinde și nivela betonul proaspăt pe măsură ce este turnat. În stânga scenei, alți doi muncitori stau lângă un camion, părând inactivi.",
      "filename": "frame_00060_2025-08-01_09-28-56.png",
      "timestamp": "2025-08-01 09:28:56",
      "total": 7
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de constructori toarnă activ o fundație de beton pentru o clădire nouă. Brațul de pompare al unei autopompe de beton este extins deasupra șantierului, livrând beton în zona plăcii, care este pregătită cu armătură și cofraje. Un muncitor operează comenzile pompei, un altul manevrează capătul furtunului, iar un al treilea folosește o unealtă pentru a întinde betonul. Alți muncitori sunt prezenți pe șantier, ocupați cu sarcini conexe lângă un camion de aprovizionare.",
      "filename": "frame_00061_2025-08-01_09-30-27.png",
      "timestamp": "2025-08-01 09:30:27",
      "total": 5
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă activ o placă de fundație din beton. Un camion cu pompă de beton, cu brațul desfășurat, pompează beton printr-un furtun dirijat de un muncitor. Alți muncitori sunt pe armătura fundației, întinzând și nivelând betonul umed. În extremitatea dreaptă, un alt muncitor pare să opereze telecomanda pompei. În stânga, încă doi muncitori sunt pe un camion, implicați în manipularea materialelor legată de turnare.",
      "filename": "frame_00062_2025-08-01_09-31-57.png",
      "timestamp": "2025-08-01 09:31:57",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o fundație tip placă de beton pentru o clădire nouă. Brațul unei pompe de beton este vizibil, livrând beton într-o zonă mare, armată cu fier-beton, delimitată de cofraje. Mai mulți muncitori sunt pe placă, ghidând furtunul de beton și întinzând materialul. În stânga, alți doi muncitori manipulează materiale lângă un camion, în timp ce un muncitor observă din aleea adiacentă.",
      "filename": "frame_00063_2025-08-01_09-33-28.png",
      "timestamp": "2025-08-01 09:33:28",
      "total": 6
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație din placă de beton. Zona este pregătită cu cofraje ample și o plasă de fier-beton. Brațul unei pompe de beton este poziționat deasupra șantierului, manevrat de un muncitor aflat în dreapta. Alți muncitori se află pe zona fundației, întinzând și nivelând betonul, în timp ce alți doi muncitori manipulează materiale dintr-un camion aflat în stânga.",
      "filename": "frame_00064_2025-08-01_09-34-58.png",
      "timestamp": "2025-08-01 09:34:58",
      "total": 6
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație-dală de beton pentru o clădire nouă. Brațul unei pompe de beton livrează beton umed printr-un furtun mare, pe care un muncitor îl dirijează. Alți membri ai echipei ajută prin manevrarea furtunului și folosind unelte pentru a întinde și nivela betonul în cofrajele armate cu fier-beton. În stânga, muncitori sunt lângă un camion cu materiale, iar un alt muncitor în dreapta pare să supravegheze operațiunea.",
      "filename": "frame_00065_2025-08-01_09-36-28.png",
      "timestamp": "2025-08-01 09:36:28",
      "total": 7
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o clădire nouă. O autopompă de beton livrează beton proaspăt printr-un braț lung și un furtun, pe care un muncitor îl ghidează. Alți muncitori folosesc unelte precum un vibrator de beton și dreptare pentru a întinde și nivela betonul proaspăt în cofraje și grila de armătură. În fundal, doi muncitori suplimentari manipulează materiale pe platforma unui camion cu platformă.",
      "filename": "frame_00066_2025-08-01_09-37-59.png",
      "timestamp": "2025-08-01 09:37:59",
      "total": 7
    },
    {
      "working": 8,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Furtunul unui camion-pompe de beton este dirijat de muncitori pentru a umple un cofraj armat cu fier-beton. Alți muncitori întind betonul și manipulează materiale pe șantier, pregătind structura de bază a noii clădiri. O persoană din fundal pare să fie inactivă și să observe.",
      "filename": "frame_00067_2025-08-01_09-39-29.png",
      "timestamp": "2025-08-01 09:39:29",
      "total": 9
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton se întinde peste șantier, pompând beton în cofrajul pregătit, care este armat cu plasă de armătură. Mai mulți muncitori ghidează furtunul pompei și întind betonul umed. În stânga, alți membri ai echipei manipulează materiale pe o camionetă cu platformă.",
      "filename": "frame_00068_2025-08-01_09-41-00.png",
      "timestamp": "2025-08-01 09:41:00",
      "total": 7
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șase muncitori în construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Zona fundației este pregătită cu cofraje din lemn și o rețea de bare de armătură din oțel. Brațul pompei de beton al unui camion-pompă este poziționat deasupra șantierului, iar câțiva muncitori ghidează furtunul pentru a distribui betonul. Un alt muncitor manipulează materiale dintr-un camion mic în stânga.",
      "filename": "frame_00069_2025-08-01_09-42-30.png",
      "timestamp": "2025-08-01 09:42:30",
      "total": 6
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton este vizibil, livrând beton proaspăt într-o zonă mare de cofraje care a fost pregătită cu o plasă de fier-beton. Trei muncitori sunt direct implicați în turnare, dirijând furtunul și prelucrând betonul. Un al patrulea muncitor se află în partea stângă a șantierului, lângă un camion, aparent ocupat cu materiale.",
      "filename": "frame_00070_2025-08-01_09-44-01.png",
      "timestamp": "2025-08-01 09:44:01",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori pregătesc și toarnă activ o fundație de beton pentru o clădire nouă. Scena este dominată de o suprafață mare de cofraje umplută cu o plasă de fier-beton. Brațul unei pompe de beton este poziționat deasupra șantierului, muncitorii ghidând furtunul pentru a distribui betonul. În fundal, un alt muncitor manipulează materiale pe un camion.",
      "filename": "frame_00071_2025-08-01_09-45-31.png",
      "timestamp": "2025-08-01 09:45:31",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții se pregătește activ să toarne o fundație de beton pentru o clădire nouă. Șantierul prezintă o grilă extinsă de plasă de armătură și cofraje din lemn dispuse pentru placă. Brațul unei pompe de beton este extins deasupra zonei, cu muncitori poziționați pentru a ghida furtunul și a întinde betonul pe măsură ce este turnat. Se vede un alt muncitor în partea stângă a șantierului, lângă un camion cu platformă încărcat cu materiale, ceea ce sugerează o manipulare continuă a materialelor.",
      "filename": "frame_00072_2025-08-01_09-47-02.png",
      "timestamp": "2025-08-01 09:47:02",
      "total": 5
    },
    {
      "working": 8,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții pregătește o fundație-placă mare pentru o clădire rezidențială în vederea turnării betonului. Amplasamentul este pregătit cu cofraje din lemn și o rețea extinsă de fier-beton. Un braț al pompei de beton este poziționat deasupra șantierului, cu câțiva muncitori adunați la capătul furtunului, pregătindu-se să toarne. Alți muncitori sunt văzuți mutând materiale și realizând ultimele ajustări la cofraje înainte de începerea turnării.",
      "filename": "frame_00073_2025-08-01_09-48-32.png",
      "timestamp": "2025-08-01 09:48:32",
      "total": 8
    },
    {
      "working": 8,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă mare de fundație din beton. Șantierul este pregătit cu o rețea de armătură amplasată în cofraje de lemn. Brațul unei pompe de beton se extinde peste zonă, livrând beton care este dirijat de un muncitor ce ține furtunul. Alți muncitori sunt răspândiți pe fundație, unii întinzând betonul proaspăt, în timp ce alții manipulează materiale pe margine. Scena este una a unui efort coordonat în timpul unei faze critice a construcției structurale.",
      "filename": "frame_00074_2025-08-01_09-50-03.png",
      "timestamp": "2025-08-01 09:50:03",
      "total": 8
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O turnare de beton este în desfășurare pentru placa de fundație a unei clădiri. O autobetonpompa livrează beton în cofraje, care sunt armate cu o plasă de fier-beton. Patru muncitori întind și nivelează activ betonul pe placă, în timp ce alți doi muncitori stau inactivi lângă o camionetă în partea stângă a șantierului.",
      "filename": "frame_00075_2025-08-01_09-51-33.png",
      "timestamp": "2025-08-01 09:51:33",
      "total": 6
    },
    {
      "working": 7,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație tip placă de beton. Brațul și furtunul unui camion-pompă de beton sunt vizibile, livrând beton proaspăt într-o zonă mare de cofraje armată cu fier-beton. Mai mulți muncitori lucrează activ la întinderea, vibrarea și nivelarea betonului proaspăt turnat, în timp ce alții par să supravegheze sau să asiste la operațiune. Două persoane merg pe terenul din stânga, departe de activitatea de turnare propriu-zisă.",
      "filename": "frame_00076_2025-08-01_09-53-03.png",
      "timestamp": "2025-08-01 09:53:03",
      "total": 9
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton. Brațul unei pompe de beton este vizibil deasupra, turnând beton în cofrajele armate cu fier-beton. Cinci muncitori se află pe placă, folosind unelte pentru a dirija și nivela turnarea. În prim-plan, în stânga, alte două persoane stau și conversează, nefiind implicate direct în lucrarea propriu-zisă.",
      "filename": "frame_00077_2025-08-01_09-54-34.png",
      "timestamp": "2025-08-01 09:54:34",
      "total": 7
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unui camion-pompă de beton este vizibil, turnând beton într-un cofraj mare, armat cu fier-beton. Mai mulți muncitori sunt implicați activ în turnare, unul dirijând furtunul și alții lucrând la betonul proaspăt turnat. Un alt muncitor este aplecat în prim-plan, ocupându-se de materiale. Două alte persoane stau pe loc în partea stângă a șantierului, discutând.",
      "filename": "frame_00078_2025-08-01_09-56-04.png",
      "timestamp": "2025-08-01 09:56:04",
      "total": 7
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton. Brațul unei pompe de beton este extins peste șantier, turnând beton, pe care muncitorii îl întind și îl nivelează într-o zonă mare de armătură și cofraje. Toți muncitorii vizibili sunt implicați în proces, fie ghidând furtunul pompei, fie întinzând betonul cu unelte, fie lucrând la cofrajele de la margini.",
      "filename": "frame_00079_2025-08-01_09-57-35.png",
      "timestamp": "2025-08-01 09:57:35",
      "total": 6
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o casă nouă. Brațul unei autopompe de beton este poziționat deasupra amplasamentului, livrând beton proaspăt într-o suprafață mare pregătită cu cofraje și o grilă de armătură din oțel. Mai mulți muncitori stau pe armătură, întinzând, nivelând și vibrând activ betonul proaspăt turnat.",
      "filename": "frame_00080_2025-08-01_09-59-05.png",
      "timestamp": "2025-08-01 09:59:05",
      "total": 7
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație tip placă de beton pentru o clădire nouă. Un muncitor manevrează furtunul pompei de beton pentru a direcționa fluxul de beton, în timp ce alți muncitori stau aplecați, întinzând și nivelând betonul proaspăt în cofrajele armate cu fier-beton. Brațul unui camion-pompă de beton este vizibil deasupra, livrând materialul la șantier.",
      "filename": "frame_00081_2025-08-01_10-00-36.png",
      "timestamp": "2025-08-01 10:00:36",
      "total": 5
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "A team of construction workers is actively pouring a concrete slab foundation for a new house. A concrete pump truck's boom is delivering wet concrete into an area prepared with formwork and a rebar grid, while the workers spread and level the material.",
      "filename": "frame_00083_2025-08-01_10-03-37.png",
      "timestamp": "2025-08-01 10:03:37",
      "total": 6
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație-dală de beton pentru o clădire nouă. O pompă de beton este folosită pentru a livra beton în cofraje, care sunt armate cu o plasă de fier-beton. Un muncitor dirijează furtunul de beton, în timp ce alți muncitori sunt răspândiți pe fundație, nivelând betonul și lucrând la cofraje. Un muncitor într-o vestă portocalie pare să supravegheze sau să observe.",
      "filename": "frame_00084_2025-08-01_10-05-07.png",
      "timestamp": "2025-08-01 10:05:07",
      "total": 5
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Brațul și furtunul unui camion-pompă de beton sunt vizibile, livrând beton umed în cofrajele pline cu o rețea de fier-beton. Un muncitor ghidează furtunul, un altul, într-un tricou portocaliu, se află pe rețeaua de fier-beton, iar alți doi lucrează la turnare lângă margini. Un al cincilea muncitor stă și observă lângă un camion în stânga. Șantierul este situat lângă o casă modernă nou construită.",
      "filename": "frame_00085_2025-08-01_10-06-37.png",
      "timestamp": "2025-08-01 10:06:37",
      "total": 5
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o casă nouă. Brațul unei autopompe de beton se extinde peste zona de lucru, livrând beton în cofrajul pregătit, care este armat cu o plasă de fier-beton. Un muncitor operează telecomanda pompei, un altul ghidează capătul furtunului, iar alți doi muncitori sunt poziționați în jurul fundației, probabil ajutând la întinderea și nivelarea betonului. Alte trei persoane sunt prezente pe șantier, dar par să observe mai degrabă decât să participe activ la turnare.",
      "filename": "frame_00086_2025-08-01_10-08-08.png",
      "timestamp": "2025-08-01 10:08:08",
      "total": 7
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton pentru o casă nouă. Brațul unei autopompe de beton este extins deasupra șantierului, livrând beton printr-un furtun pe care o echipă de trei muncitori îl ghidează. Un alt muncitor operează pompa, iar un muncitor supraveghează turnarea. În fundal, un alt muncitor descarcă materiale dintr-un camion. Cofrajele și plasa de fier-beton sunt clar vizibile, indicând o fază cheie a lucrărilor de fundație structurală.",
      "filename": "frame_00087_2025-08-01_10-09-38.png",
      "timestamp": "2025-08-01 10:09:38",
      "total": 7
    },
    {
      "working": 5,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de beton pentru fundația unei clădiri noi. Brațul unei autopompe de beton este extins peste șantier, livrând beton într-o zonă mare delimitată de cofraje și ranforsată cu o plasă de fier beton. Mai mulți muncitori ghidează activ furtunul pompei și întind betonul umed cu unelte manuale. Un alt muncitor se află pe un camion din apropiere, manipulând materiale, în timp ce un supraveghetor în cămașă portocalie supraveghează turnarea. Câțiva alți indivizi stau deoparte și observă lucrarea.",
      "filename": "frame_00088_2025-08-01_10-11-09.png",
      "timestamp": "2025-08-01 10:11:09",
      "total": 8
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este extins peste cofrajele armate cu fier-beton, turnând beton proaspăt. Mai mulți muncitori stau în zona fundației, întinzând și nivelând betonul. Un muncitor operează telecomanda pompei de beton, în timp ce alții sunt implicați în turnare și manipularea materialelor lângă o autobetonieră.",
      "filename": "frame_00089_2025-08-01_10-12-39.png",
      "timestamp": "2025-08-01 10:12:39",
      "total": 7
    },
    {
      "working": 7,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unui camion-pompă de beton este vizibil, turnând beton printr-un furtun ghidat de mai mulți muncitori. Echipa întinde activ betonul în interiorul unui cofraj din lemn care conține o plasă de armătură din oțel. Un muncitor din dreapta operează pompa, în timp ce câțiva alți indivizi de pe șantier par să fie inactivi sau să observe.",
      "filename": "frame_00090_2025-08-01_10-14-10.png",
      "timestamp": "2025-08-01 10:14:10",
      "total": 9
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de beton pentru fundația unei clădiri noi. Brațul unui camion cu pompă de beton este extins peste cofrajele armate cu fier-beton, livrând beton proaspăt. Mai mulți muncitori sunt pe placă, folosind unelte pentru a întinde și nivela betonul proaspăt. Un alt muncitor este activ lângă un camion în stânga, în timp ce o persoană observă operațiunea de pe aleea alăturată.",
      "filename": "frame_00091_2025-08-01_10-15-40.png",
      "timestamp": "2025-08-01 10:15:40",
      "total": 8
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă activ o fundație din placă de beton pentru o clădire nouă. Brațul unei autopompe de beton este poziționat deasupra șantierului, livrând beton printr-un furtun mare ghidat de mai mulți muncitori. Muncitorii întind betonul umed în cadrul unui cofraj pregătit care este armat cu o plasă de fier-beton. În dreapta, un alt muncitor stă pregătit cu o sculă electrică, în timp ce în stânga, un muncitor descarcă materiale dintr-un camion.",
      "filename": "frame_00092_2025-08-01_10-17-11.png",
      "timestamp": "2025-08-01 10:17:11",
      "total": 6
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton este vizibil, livrând beton în cofrajele armate cu fier-beton. Mai mulți muncitori folosesc unelte pentru a întinde și nivela betonul proaspăt, în timp ce alții par să supravegheze sau să aștepte.",
      "filename": "frame_00093_2025-08-01_10-18-41.png",
      "timestamp": "2025-08-01 10:18:41",
      "total": 6
    },
    {
      "working": 6,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Mai mulți muncitori sunt pe placă, folosind unelte pentru a întinde și nivela betonul ud în cofrajele de lemn și peste plasa de armătură. Brațul unei pompe de beton este vizibil deasupra, sugerând o turnare în curs. Un alt muncitor descarcă materiale dintr-un camion, în timp ce alți doi muncitori stau și observă operațiunea principală.",
      "filename": "frame_00094_2025-08-01_10-20-12.png",
      "timestamp": "2025-08-01 10:20:12",
      "total": 8
    },
    {
      "working": 7,
      "idle": 4,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație de beton pentru o clădire nouă. Brațul unei pompe de beton livrează beton proaspăt într-o structură mare de cofraje armată cu fier-beton. Câțiva muncitori stau în beton, folosind unelte precum dreptare și drișce pentru a nivela și finisa suprafața. Un muncitor operează telecomanda pompei de beton, în timp ce un altul manipulează materiale pe un camion din apropiere. Câțiva alți indivizi observă lucrarea.",
      "filename": "frame_00095_2025-08-01_10-21-42.png",
      "timestamp": "2025-08-01 10:21:42",
      "total": 11
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Mai mulți muncitori se află în interiorul cofrajelor din lemn armate cu fier-beton, întinzând și nivelând activ betonul umed livrat dintr-un furtun de la pompă. Un muncitor din dreapta operează telecomanda pompei de beton. Un alt muncitor stă inactiv lângă un camion de aprovizionare, în partea stângă a șantierului.",
      "filename": "frame_00096_2025-08-01_10-23-12.png",
      "timestamp": "2025-08-01 10:23:12",
      "total": 8
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Câțiva muncitori în construcții toarnă și finisează activ o placă de fundație din beton. Ei lucrează într-un cofraj din lemn umplut cu o plasă de armătură, folosind unelte pentru a nivela betonul proaspăt. Brațul unei pompe de beton este vizibil în partea de sus a cadrului, livrând betonul. Într-o altă zonă a șantierului, lângă un duplex finalizat și un camion cu materiale, trei alte persoane stau inactive.",
      "filename": "frame_00097_2025-08-01_10-24-43.png",
      "timestamp": "2025-08-01 10:24:43",
      "total": 7
    },
    {
      "working": 8,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație-dală de beton pentru o clădire nouă. Brațul unei pompe de beton este vizibil, livrând beton în cofrajele armate cu fier-beton. Mai mulți muncitori se află în zona fundației, întinzând și nivelând betonul umed. Alți muncitori sunt poziționați în jurul șantierului, inclusiv lângă un camion cu materiale de construcții și la marginea șantierului, indicând că sarcini precum manipularea materialelor și supravegherea sunt, de asemenea, în desfășurare.",
      "filename": "frame_00098_2025-08-01_10-26-13.png",
      "timestamp": "2025-08-01 10:26:13",
      "total": 8
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație tip placă de beton. O pompă de beton livrează activ beton umed într-un cofraj armat cu fier-beton. Mai mulți muncitori sunt pe placă, folosind unelte pentru a ghida furtunul de beton și a nivela amestecul. Într-o parte, alți doi muncitori manipulează materiale lângă un camion, în timp ce un muncitor stă degeaba pe un zid scund.",
      "filename": "frame_00099_2025-08-01_10-27-44.png",
      "timestamp": "2025-08-01 10:27:44",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație-dală de beton pentru o casă nouă. O autopompă de beton cu braț este vizibilă turnând beton în cofrajele armate cu fier-beton. Mai mulți muncitori se află în zona fundației, întinzând și finisând betonul proaspăt. Un alt muncitor se află pe un camion în stânga, probabil implicat în manipularea materialelor. Un muncitor stă degeaba pe un zid scund în dreapta.",
      "filename": "frame_00100_2025-08-01_10-29-14.png",
      "timestamp": "2025-08-01 10:29:14",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton. Brațul unei autopompe de beton este extins deasupra șantierului, livrând beton în cofrajele armate cu fier-beton. Mai mulți muncitori folosesc unelte pentru a întinde și nivela betonul umed. Un alt muncitor se află pe un camion cu platformă în apropiere, manipulând materiale. Un muncitor stă jos în prim-plan, părând că stă degeaba.",
      "filename": "frame_00101_2025-08-01_10-30-45.png",
      "timestamp": "2025-08-01 10:30:45",
      "total": 6
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și prelucrează o fundație din placă de beton pentru o clădire nouă. Brațul unei autopompe de beton se extinde peste șantier, livrând beton proaspăt în cofrajele armate cu fier-beton. Mai mulți muncitori se află în zona fundației, folosind unelte pentru a distribui și nivela betonul. Un muncitor supraveghează turnarea, iar un altul se află lângă un camion în partea stângă. Un singur muncitor stă așezat în partea dreaptă a șantierului, părând că stă degeaba.",
      "filename": "frame_00102_2025-08-01_10-32-15.png",
      "timestamp": "2025-08-01 10:32:15",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație din placă de beton pentru o nouă construcție. Un furtun de pompă de beton toarnă activ beton proaspăt într-o zonă de cofraj armată cu fier-beton. Patru muncitori folosesc unelte pentru a întinde și nivela betonul, iar un alt muncitor lucrează aplecat în spate. Un al șaselea muncitor stă degeaba pe un teanc de materiale într-o parte. Șantierul se află lângă un duplex modern recent finalizat.",
      "filename": "frame_00103_2025-08-01_10-33-46.png",
      "timestamp": "2025-08-01 10:33:46",
      "total": 6
    },
    {
      "working": 3,
      "idle": 4,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la o fundație mare tip dală de beton pentru o clădire nouă. Zona este pregătită cu o armătură extinsă din fier-beton și cofraje din lemn. Un braț de pompă de beton este poziționat deasupra șantierului, indicând că o turnare de beton este în desfășurare sau este pe cale să înceapă. Unii muncitori sunt activ implicați în zona fundației, unul ținând un vibrator de beton și altul dirijând furtunul pompei, în timp ce alte patru persoane stau inactive pe șantier.",
      "filename": "frame_00104_2025-08-01_10-35-16.png",
      "timestamp": "2025-08-01 10:35:16",
      "total": 7
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Suprafața mare a fundației este pregătită cu cofraje din lemn și o rețea extinsă de fier-beton. Brațul unui camion-pompă de beton este poziționat deasupra șantierului, iar un muncitor ghidează activ furtunul pompei pentru a turna beton. Un alt muncitor stă în apropiere, gata să opereze un vibrator de beton, în timp ce un al treilea se deplasează peste fier-beton pentru a asista la turnare. Mai multe alte persoane sunt prezente pe șantier, dar stau inactivi lângă clădirea adiacentă și un camion de livrare.",
      "filename": "frame_00105_2025-08-01_10-36-47.png",
      "timestamp": "2025-08-01 10:36:47",
      "total": 7
    },
    {
      "working": 6,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație de beton pentru o clădire nouă. Un furtun de pompă de beton se întinde peste șantier, ghidat de o echipă de muncitori. Un muncitor operează un vibrator de beton pentru a așeza betonul turnat în cadrul armăturii dense și al cofrajelor. În fundal, un alt muncitor este aplecat, îndeplinind o sarcină lângă limita proprietății. În stânga, un muncitor descarcă materiale dintr-o camionetă, în timp ce alte două persoane stau lângă clădirea adiacentă, observând operațiunea principală.",
      "filename": "frame_00106_2025-08-01_10-38-17.png",
      "timestamp": "2025-08-01 10:38:17",
      "total": 8
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație placă de beton pentru o clădire nouă. Brațul unei pompe de beton se extinde peste amplasamentul pregătit, care include o rețea extinsă de armătură și cofraje. Mai mulți muncitori se află în interiorul și în jurul fundației, folosind unelte pentru a nivela și finisa betonul umed. Alți câțiva muncitori stau pe margine, observând operațiunea.",
      "filename": "frame_00107_2025-08-01_10-39-47.png",
      "timestamp": "2025-08-01 10:39:47",
      "total": 7
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la fundația unei clădiri. Scena arată o zonă mare pregătită cu cofraje din lemn și o plasă de fier beton, gata pentru turnarea betonului. Brațul unui camion-pompă de beton este extins peste șantier, iar câțiva muncitori sunt implicați activ în turnarea sau pregătirea pentru turnarea betonului. Un muncitor îngenunchează pentru a regla cofrajele. Pe de altă parte, o persoană stă degeaba privind la telefon, iar o alta stă pe un camion cu platformă din apropiere, nelucrând activ.",
      "filename": "frame_00108_2025-08-01_10-41-18.png",
      "timestamp": "2025-08-01 10:41:18",
      "total": 7
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton. Brațul unei pompe de beton este extins deasupra șantierului, livrând beton într-un cofraj plin cu armătură. Mai mulți muncitori stau pe plasa de armătură, ghidând furtunul de beton și întinzând materialul cu scule. Un muncitor pare să manevreze pompa, în timp ce un altul din apropiere și o persoană dintr-un camion din stânga observă turnarea.",
      "filename": "frame_00109_2025-08-01_10-42-48.png",
      "timestamp": "2025-08-01 10:42:48",
      "total": 7
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "A construction crew is actively pouring a concrete foundation slab. A concrete pump truck's boom extends over the site, delivering concrete into the formwork which contains a rebar grid. Several workers are on the slab, spreading and leveling the fresh concrete, while another worker operates the pump and another handles materials from a truck on the left.",
      "filename": "frame_00111_2025-08-01_10-45-49.png",
      "timestamp": "2025-08-01 10:45:49",
      "total": 5
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul și furtunul unui camion-pompă de beton sunt vizibile, livrând beton într-un cofraj mare, pregătit, armat cu o rețea de fier-beton. Muncitorii sunt pe placă, întinzând și nivelând betonul proaspăt pe măsură ce este turnat.",
      "filename": "frame_00112_2025-08-01_10-47-20.png",
      "timestamp": "2025-08-01 10:47:20",
      "total": 5
    },
    {
      "working": 6,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Un braț mare roșu de la un camion cu pompă de beton este vizibil, turnând beton proaspăt într-o zonă delimitată de cofraje din lemn și armată cu o plasă de fier-beton. Mai mulți muncitori sunt pe placă, întinzând și nivelând activ betonul proaspăt. Alte două persoane stau lângă o casă adiacentă, aproape finalizată, și par să stea degeaba. Pe șantier se mai găsesc grămezi de pământ excavat și diverse materiale de construcții.",
      "filename": "frame_00113_2025-08-01_10-48-50.png",
      "timestamp": "2025-08-01 10:48:50",
      "total": 8
    },
    {
      "working": 3,
      "idle": 4,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unui camion-pompă de beton este extins peste șantier, livrând beton proaspăt într-o zonă mare de cofraje armată cu fier-beton. Un muncitor întinde activ betonul, un altul ghidează furtunul de livrare, iar un supervizor pare să supravegheze turnarea. Mai mulți alți muncitori stau inactivi în fundal și lângă o casă adiacentă finalizată.",
      "filename": "frame_00114_2025-08-01_10-50-21.png",
      "timestamp": "2025-08-01 10:50:21",
      "total": 7
    },
    {
      "working": 6,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă mare de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este vizibil deasupra, livrând beton în cofrajele armate cu fier-beton. Mai mulți muncitori sunt pe placă, întinzând și nivelând betonul proaspăt, în timp ce alții manevrează furtunul pompei. În stânga, lângă o clădire finalizată, alți doi muncitori manipulează materiale lângă o camionetă.",
      "filename": "frame_00115_2025-08-01_10-51-51.png",
      "timestamp": "2025-08-01 10:51:51",
      "total": 8
    },
    {
      "working": 3,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitori în construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este vizibil, livrând beton printr-un furtun pe care un muncitor îl dirijează. Un alt muncitor este aplecat peste grila de armătură, probabil întinzând betonul. Un al treilea muncitor pare să supravegheze turnarea, în timp ce alți muncitori observă din lateral și un altul stă lângă un camion în stânga. Zona este pregătită cu cofraje extinse din lemn și o plasă de armătură, indicând că o turnare majoră de beton structural este în curs.",
      "filename": "frame_00117_2025-08-01_10-54-52.png",
      "timestamp": "2025-08-01 10:54:52",
      "total": 6
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o casă nouă. Brațul unei autopompe de beton este extins peste șantier, livrând beton în cofraje care sunt armate cu fier-beton. Mai mulți muncitori dirijează activ furtunul pompei și întind betonul proaspăt, în timp ce un muncitor stă și observă turnarea.",
      "filename": "frame_00118_2025-08-01_10-56-22.png",
      "timestamp": "2025-08-01 10:56:22",
      "total": 5
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. O pompă de beton este folosită pentru a livra beton proaspăt în cofraje, care sunt armate cu fier-beton. Mai mulți muncitori întind și nivelează betonul proaspăt turnat, în timp ce alții asistă la turnare și gestionează materialele pe șantier.",
      "filename": "frame_00120_2025-08-01_10-59-23.png",
      "timestamp": "2025-08-01 10:59:23",
      "total": 8
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. O pompă de beton pompează beton proaspăt într-o zonă mare, armată cu fier-beton, delimitată de cofraje. Mai mulți muncitori sunt pe placă, folosind unelte pentru a nivela și finisa betonul, în timp ce alții par să supravegheze sau să aștepte. Un alt muncitor manipulează materiale pe un camion într-o parte.",
      "filename": "frame_00121_2025-08-01_11-00-54.png",
      "timestamp": "2025-08-01 11:00:54",
      "total": 7
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație tip placă de beton pentru o clădire nouă. Brațul unei pompe de beton se extinde peste șantier, livrând beton în cofrajele armate cu fier-beton. Mai mulți muncitori ghidează furtunul pompei, întind betonul umed și lucrează la marginile cofrajelor, în timp ce un alt muncitor gestionează materialele lângă o camionetă.",
      "filename": "frame_00122_2025-08-01_11-02-24.png",
      "timestamp": "2025-08-01 11:02:24",
      "total": 6
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă în prezent o fundație placă de beton pentru o nouă clădire. Brațul unei autopompe de beton este extins deasupra șantierului, livrând beton proaspăt într-un cofraj armat cu fier-beton. Mai mulți muncitori sunt pe placă, folosind unelte pentru a ghida fluxul de beton și a nivela suprafața, în timp ce alții manevrează furtunul pompei. Lucrarea are loc adiacent unei case moderne existente.",
      "filename": "frame_00124_2025-08-01_11-05-25.png",
      "timestamp": "2025-08-01 11:05:25",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de beton pentru fundația unei clădiri. Brațul unei pompe de beton este poziționat deasupra cofrajelor pline cu armătură, livrând beton printr-un furtun manevrat de un muncitor. Alți muncitori stau pe placă și la marginea ei, folosind unelte pentru a întinde și nivela betonul proaspăt turnat. Un muncitor este observat stând jos pe margine, părând inactiv.",
      "filename": "frame_00126_2025-08-01_11-08-26.png",
      "timestamp": "2025-08-01 11:08:26",
      "total": 6
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație-dală de beton pentru o casă nouă. În centru, doi muncitori stau în betonul proaspăt turnat, folosind unelte pentru a-l întinde și nivela. În prim-plan, un alt muncitor este aplecat peste un recipient, probabil amestecând sau pregătind materiale, în timp ce un al patrulea muncitor cară o găleată. Brațul unui camion-pompă de beton este vizibil, turnând betonul în zona fundației, care este pregătită cu cofraje și fier-beton. Un al cincilea muncitor stă așezat pe o grămadă de materiale în partea dreaptă a șantierului, momentan inactiv.",
      "filename": "frame_00127_2025-08-01_11-09-56.png",
      "timestamp": "2025-08-01 11:09:56",
      "total": 5
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori toarnă activ o placă de fundație din beton. Un muncitor manevrează furtunul pompei de beton, dirijând betonul în cofrajul pregătit, care este armat cu fier-beton. Un al doilea muncitor, în cămașă galbenă, este pe placă, probabil ajutând la turnare. Un al treilea muncitor stă degeaba pe un bloc de beton în colțul din dreapta jos al șantierului. Lucrarea are loc lângă o casă modernă, cu mai multe etaje.",
      "filename": "frame_00128_2025-08-01_11-11-27.png",
      "timestamp": "2025-08-01 11:11:27",
      "total": 3
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton. Un muncitor dirijează furtunul de la o pompă de beton, în timp ce o echipă de alți muncitori supraveghează și stă pregătită să niveleze betonul în cofrajele armate cu fier-beton. Un alt muncitor manipulează materiale lângă un vehicul utilitar în stânga. Un muncitor stă inactiv în partea dreaptă a șantierului.",
      "filename": "frame_00129_2025-08-01_11-12-57.png",
      "timestamp": "2025-08-01 11:12:57",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează activ la fundația unei noi clădiri. Zona este pregătită cu cofraje din lemn și o rețea de fier-beton, și se pare că o turnare de beton este în curs sau tocmai a avut loc. Câțiva muncitori se află în zona fundației, lucrând cu betonul. Un alt grup de muncitori instalează o barieră de protecție pe peretele clădirii adiacente. Un muncitor stă inactiv pe un zid scund, în dreapta.",
      "filename": "frame_00130_2025-08-01_11-14-28.png",
      "timestamp": "2025-08-01 11:14:28",
      "total": 7
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Scena arată o zonă mare de cofraje plină cu o plasă de fier-beton, care este umplută cu beton proaspăt dintr-un furtun de pompă. Un muncitor ghidează activ furtunul, alți doi supraveghează turnarea pe placă, iar un al patrulea muncitor este ghemuit și lucrează la marginea fundației. O a cincea persoană stă inactivă lângă garajul proprietății adiacente.",
      "filename": "frame_00131_2025-08-01_11-15-58.png",
      "timestamp": "2025-08-01 11:15:58",
      "total": 5
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii se află pe un șantier de construcții rezidențiale în timpul unei turnări de beton pentru fundația unei clădiri. Un braț de pompă de beton este vizibil deasupra zonei mari a fundației, care este pregătită cu armătură și cofraje și pare a fi umplută cu beton proaspăt. Un muncitor se ocupă activ de betonul din interiorul cofrajelor, în timp ce un altul lucrează lângă margine. Un al treilea muncitor, într-un tricou galben de înaltă vizibilitate, stă inactiv lângă garajul casei învecinate.",
      "filename": "frame_00132_2025-08-01_11-17-29.png",
      "timestamp": "2025-08-01 11:17:29",
      "total": 3
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Un muncitor se află în centrul fundației pregătite, ghidând un furtun de pompă de beton pentru a distribui betonul peste plasa de fier-beton. Brațul unei autopompe de beton este vizibil deasupra. Alți muncitori se află pe șantier, inclusiv doi care stau inactivi în partea dreaptă a fundației și alții care par să supravegheze turnarea în fundal.",
      "filename": "frame_00133_2025-08-01_11-18-59.png",
      "timestamp": "2025-08-01 11:18:59",
      "total": 6
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții toarnă și finisează activ o placă de fundație din beton pentru o nouă clădire. Se vede un braț de pompă de beton, care livrează beton proaspăt în cofraje, acestea fiind armate cu o plasă de fier beton. Un muncitor cu vestă reflectorizantă folosește o unealtă pentru a nivela sau vibra betonul, în timp ce alți muncitori sunt răspândiți pe întreaga suprafață a plăcii, efectuând sarcini similare de finisare.",
      "filename": "frame_00134_2025-08-01_11-20-30.png",
      "timestamp": "2025-08-01 11:20:30",
      "total": 5
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton este poziționat deasupra șantierului, livrând beton proaspăt în cofraje care sunt armate cu o plasă de fier beton. Muncitorii ghidează furtunul pompei și întind betonul pe toată suprafața fundației. Un alt muncitor este activ lângă casa nou construită, alăturată.",
      "filename": "frame_00135_2025-08-01_11-22-00.png",
      "timestamp": "2025-08-01 11:22:00",
      "total": 5
    },
    {
      "working": 8,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton este poziționat deasupra șantierului, livrând beton într-o zonă mare de cofraje armată cu fier-beton. O echipă de muncitori gestionează turnarea: unul operează furtunul pompei, în timp ce alții stau pregătiți cu unelte pentru a întinde și nivela betonul. Pe o parte, un alt grup de muncitori manipulează materiale lângă o camionetă. Lucrarea are loc într-o zonă rezidențială, lângă un duplex modern construit recent.",
      "filename": "frame_00136_2025-08-01_11-23-31.png",
      "timestamp": "2025-08-01 11:23:31",
      "total": 9
    },
    {
      "working": 8,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație de beton pentru o clădire nouă. O pompă de beton livrează beton proaspăt, pe care câțiva muncitori îl întind și îl nivelează peste o plasă de armătură într-un cofraj de lemn. Un alt muncitor stă în genunchi într-o parte, părând să lucreze la pregătiri. Pe partea stângă a șantierului, alți doi muncitori cară o componentă mare lângă un duplex adiacent, aproape finalizat, în stil modern. Întreaga echipă prezentă pe șantier este implicată în activități de construcție.",
      "filename": "frame_00137_2025-08-01_11-25-01.png",
      "timestamp": "2025-08-01 11:25:01",
      "total": 8
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă de beton pentru fundația unei clădiri noi. Se vede brațul unei pompe de beton, indicând o turnare masivă de beton. Mai mulți muncitori sunt pe placă, folosind unelte pentru a nivela și netezi betonul proaspăt. Un muncitor stă în genunchi la marginea cofrajelor, iar un altul transportă echipament cu o roabă. O persoană pare să stea degeaba lângă un camion, în stânga.",
      "filename": "frame_00138_2025-08-01_11-26-31.png",
      "timestamp": "2025-08-01 11:26:31",
      "total": 7
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație-dală de beton pentru o clădire nouă. Un braț de pompă de beton este poziționat deasupra șantierului, livrând beton în cofrajele armate cu fier-beton. Mai mulți muncitori sunt ocupați cu întinderea și nivelarea betonului proaspăt, în timp ce un alt muncitor, în dreapta, pare să lucreze la utilitățile înglobate în dală.",
      "filename": "frame_00139_2025-08-01_11-28-02.png",
      "timestamp": "2025-08-01 11:28:02",
      "total": 4
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton. Brațul unei pompe de beton livrează beton proaspăt pe o zonă pregătită, armată cu fier-beton. Cinci muncitori sunt implicați activ în întinderea, nivelarea și finisarea betonului proaspăt, folosind unelte precum dreptare și drișcă. Un al șaselea muncitor, într-o vestă portocalie, stă pe marginea unei alei de acces, părând inactiv. Lucrarea are loc pe un șantier rezidențial, lângă o casă modernă finalizată.",
      "filename": "frame_00140_2025-08-01_11-29-32.png",
      "timestamp": "2025-08-01 11:29:32",
      "total": 6
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de beton pentru fundația unei clădiri. Un camion cu pompă de beton, cu un braț extins, livrează beton proaspăt într-o grilă de cofraje armată cu fier-beton. Mai mulți muncitori ghidează activ furtunul pompei și folosesc unelte pentru a întinde și nivela betonul proaspăt turnat. Un muncitor stă așezat pe un bloc de beton, părând inactiv sau în pauză.",
      "filename": "frame_00141_2025-08-01_11-31-03.png",
      "timestamp": "2025-08-01 11:31:03",
      "total": 7
    },
    {
      "working": 5,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Se folosește o pompă de beton pentru a livra beton proaspăt printr-un furtun într-o structură mare de cofraje armată cu o plasă de fier-beton. Mai mulți muncitori manevrează furtunul și folosesc unelte pentru a întinde și nivela betonul. Alți muncitori sunt prezenți pe șantier, unii observând turnarea, iar alții fiind angajați în sarcini separate, cum ar fi manipularea materialelor lângă o clădire adiacentă.",
      "filename": "frame_00142_2025-08-01_11-32-33.png",
      "timestamp": "2025-08-01 11:32:33",
      "total": 8
    },
    {
      "working": 6,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton. Brațul unei pompe de beton se întinde peste șantier, cu un muncitor dirijând furtunul în cofrajele armate cu fier-beton. Patru alți muncitori se află în zona fundației, nivelând și finisând betonul proaspăt. În stânga, doi muncitori descarcă materiale dintr-un camion cu platformă. Trei alte persoane stau degeaba: una stă așezată pe un bloc în prim-plan, în timp ce alți doi stau în picioare și observă lucrarea.",
      "filename": "frame_00144_2025-08-01_11-35-34.png",
      "timestamp": "2025-08-01 11:35:34",
      "total": 9
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o nouă structură. O pompă de beton este folosită pentru a livra betonul în cofrajele armate cu fier-beton, în timp ce mai mulți muncitori se ocupă cu întinderea și nivelarea betonului proaspăt. Lucrarea este pentru o nouă structură adiacentă unei case moderne existente. Un muncitor este observat stând degeaba pe margine.",
      "filename": "frame_00145_2025-08-01_11-37-05.png",
      "timestamp": "2025-08-01 11:37:05",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o clădire. O autopompă de beton livrează beton proaspăt printr-un furtun, iar câțiva muncitori îl întind și îl nivelează activ în cofrajele armate cu fier-beton. Un muncitor stă degeaba pe un bloc de beton la marginea șantierului.",
      "filename": "frame_00146_2025-08-01_11-38-35.png",
      "timestamp": "2025-08-01 11:38:35",
      "total": 6
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton este poziționat deasupra șantierului, livrând beton proaspăt în cofrajele armate cu fier-beton. Mai mulți muncitori folosesc unelte pentru a întinde, nivela și finisa suprafața betonului proaspăt.",
      "filename": "frame_00147_2025-08-01_11-40-06.png",
      "timestamp": "2025-08-01 11:40:06",
      "total": 7
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții toarnă o placă de fundație din beton pentru o clădire nouă. Un camion-pompă de beton livrează beton proaspăt prin intermediul unui braț și al unui furtun într-o structură mare de cofraje armată cu fier-beton. Muncitorii folosesc unelte pentru a întinde și nivela betonul proaspăt turnat în cofraje.",
      "filename": "frame_00148_2025-08-01_11-41-36.png",
      "timestamp": "2025-08-01 11:41:36",
      "total": 5
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă în mod activ o placă de fundație din beton. O pompă de beton pompează beton proaspăt printr-un furtun lung într-o zonă mare delimitată de cofraje din lemn și armată cu fier-beton. Muncitorii sunt adunați în jurul locului de turnare, folosind unelte pentru a nivela și a prelucra betonul pe măsură ce este turnat.",
      "filename": "frame_00149_2025-08-01_11-43-06.png",
      "timestamp": "2025-08-01 11:43:06",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de constructori toarnă activ o placă de beton pentru fundația unei clădiri. O autopompă de beton, cu brațul său extins deasupra șantierului, livrează beton proaspăt printr-un furtun mare. Un muncitor dirijează furtunul, în timp ce alți câțiva folosesc unelte pentru a întinde și nivela betonul proaspăt în cofrajele armate cu fier-beton. Un alt muncitor pare să supravegheze turnarea.",
      "filename": "frame_00150_2025-08-01_11-44-37.png",
      "timestamp": "2025-08-01 11:44:37",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație sau o placă de beton. Brațul unei autopompe de beton se întinde peste șantier, livrând beton printr-un furtun ghidat de câțiva muncitori într-o zonă pregătită cu cofraje și armătură. Un muncitor ține o nivelă, sugerând că se asigură că turnarea este uniformă, în timp ce un alt muncitor netezește betonul proaspăt turnat. În prim-plan, un muncitor stă așezat pe un bloc, părând inactiv.",
      "filename": "frame_00151_2025-08-01_11-46-07.png",
      "timestamp": "2025-08-01 11:46:07",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de beton, probabil pentru o fundație sau o piscină. O pompă de beton livrează beton umed printr-un braț lung și un furtun, care este dirijat de un muncitor. Mai mulți alți muncitori folosesc unelte manuale pentru a întinde și nivela betonul în cofrajele pregătite. Un alt muncitor în prim-plan pare să observe lucrarea.",
      "filename": "frame_00152_2025-08-01_11-47-38.png",
      "timestamp": "2025-08-01 11:47:38",
      "total": 6
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație-placă de beton. Un muncitor cu un tricou portocaliu manevrează furtunul unei autopompe de beton pentru a distribui beton proaspăt într-o zonă pregătită, cu cofraje și armătură. Mai mulți alți muncitori nivelează și finisează simultan betonul proaspăt cu unelte manuale. Lucrarea are loc în curtea unei proprietăți rezidențiale.",
      "filename": "frame_00153_2025-08-01_11-49-08.png",
      "timestamp": "2025-08-01 11:49:08",
      "total": 6
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de beton, probabil o fundație de clădire sau o alee de acces. Brațul și furtunul unui camion-pompă de beton sunt folosite pentru a livra beton proaspăt în cofraje. Patru muncitori sunt implicați în sarcină: unul ghidează furtunul, în timp ce alți trei folosesc unelte precum driștele și riglele pentru a nivela și netezi betonul proaspăt. Alte două persoane sunt pe șantier, dar par inactive, una observând de pe margine și alta stând jos în depărtare.",
      "filename": "frame_00154_2025-08-01_11-50-39.png",
      "timestamp": "2025-08-01 11:50:39",
      "total": 6
    },
    {
      "working": 6,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de beton pentru fundația unei clădiri. Brațul și furtunul unei autopompe de beton sunt vizibile, livrând beton într-un cofraj pregătit. Mai mulți muncitori sunt implicați activ în ghidarea furtunului, întinderea și nivelarea betonului umed cu unelte. Alți doi muncitori par să fie inactivi sau să supravegheze de la periferia activității principale.",
      "filename": "frame_00155_2025-08-01_11-52-09.png",
      "timestamp": "2025-08-01 11:52:09",
      "total": 8
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții este angajată activ în turnarea unei plăci de beton pentru fundație. Un camion cu pompă de beton livrează beton umed printr-un furtun mare, care este dirijat de un muncitor. Alți membri ai echipei sunt pe placă, folosind unelte precum dreptare și flotoare pentru a întinde, nivela și finisa suprafața betonului proaspăt turnat. Zona este delimitată de cofraje din lemn, iar lucrarea are loc lângă o clădire modernă, recent construită.",
      "filename": "frame_00156_2025-08-01_11-53-40.png",
      "timestamp": "2025-08-01 11:53:40",
      "total": 6
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o dală mare de beton, probabil o fundație sau o terasă, lângă o casă modernă. Brațul unui camion-pompă de beton livrează beton proaspăt, pe care un grup de muncitori îl ghidează cu un furtun. Alți muncitori întind și finisează suprafața de beton proaspăt cu unelte cu mâner lung. În colțul din dreapta jos, un muncitor stă jos și pare inactiv.",
      "filename": "frame_00157_2025-08-01_11-55-10.png",
      "timestamp": "2025-08-01 11:55:10",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este extins deasupra șantierului, livrând beton proaspăt într-un cofraj mare, dreptunghiular. Mai mulți muncitori sunt implicați activ în proces: un muncitor manevrează furtunul de beton, în timp ce alții folosesc unelte pentru a întinde și nivela betonul proaspăt turnat. Șantierul este situat într-o zonă rezidențială, cu case moderne vizibile în fundal.",
      "filename": "frame_00158_2025-08-01_11-56-41.png",
      "timestamp": "2025-08-01 11:56:41",
      "total": 7
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton livrează beton proaspăt în cofrajele pregătite, în timp ce echipa folosește unelte manuale pentru a întinde și nivela betonul. Zona înconjurătoare este un șantier de construcții activ, cu pământ excavat și materiale de construcții.",
      "filename": "frame_00159_2025-08-01_11-58-11.png",
      "timestamp": "2025-08-01 11:58:11",
      "total": 5
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori toarnă și finisează activ o dală de beton, probabil o fundație sau o terasă. Un braț de pompă de beton este vizibil, livrând beton proaspăt într-o zonă închisă de cofraje. Muncitorii folosesc unelte manuale, cum ar fi dreptare și gletiere, pentru a nivela și a netezi suprafața de beton udă pe un șantier de construcții rezidențiale.",
      "filename": "frame_00160_2025-08-01_11-59-41.png",
      "timestamp": "2025-08-01 11:59:41",
      "total": 5
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. O pompă de beton livrează beton proaspăt într-o zonă mare de cofraje, iar câțiva muncitori întind și netezesc activ betonul cu unelte precum șape și drișce. Două alte persoane stau la periferie, observând lucrarea.",
      "filename": "frame_00161_2025-08-01_12-01-12.png",
      "timestamp": "2025-08-01 12:01:12",
      "total": 6
    },
    {
      "working": 3,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Un camion cu pompă de beton livrează beton proaspăt printr-un furtun lung, pe care un muncitor îl dirijează. Alți muncitori se află pe placă, folosind unelte pentru a nivela și netezi suprafața. Lucrarea are loc lângă o casă modernă, cu mai multe etaje, cu cofraje din lemn montate pentru a da formă fundației.",
      "filename": "frame_00162_2025-08-01_12-02-42.png",
      "timestamp": "2025-08-01 12:02:42",
      "total": 6
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un camion cu pompă de beton toarnă beton proaspăt pentru a forma placa de fundație a unei clădiri. Trei muncitori sunt implicați activ în proces: unul dirijează furtunul pompei, în timp ce alți doi întind și nivelează betonul. Un al patrulea muncitor observă turnarea de pe margine. Șantierul este pregătit cu cofraje din lemn, iar în fundal se află clădiri rezidențiale moderne.",
      "filename": "frame_00163_2025-08-01_12-04-13.png",
      "timestamp": "2025-08-01 12:04:13",
      "total": 4
    },
    {
      "working": 5,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație tip placă de beton pentru o clădire nouă. Brațul unei pompe de beton este vizibil, livrând beton proaspăt, care este ghidat de o echipă de muncitori. Alți muncitori folosesc unelte pentru a întinde și finisa suprafața betonului proaspăt. Cofrajul pentru placă este montat. Trei alte persoane de pe șantier nu participă activ la turnare; una stă în picioare și observă, în timp ce alte două stau jos în diferite zone ale șantierului.",
      "filename": "frame_00165_2025-08-01_12-07-14.png",
      "timestamp": "2025-08-01 12:07:14",
      "total": 8
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții toarnă o placă de beton sau o fundație pentru o nouă structură. Brațul unui camion-pompă de beton este extins deasupra șantierului, livrând beton proaspăt într-un cofraj pregătit. Muncitorii folosesc activ unelte pentru a întinde și a finisa suprafața betonului proaspăt. Un alt muncitor pare să stea jos în prim-plan, departe de zona imediată de lucru.",
      "filename": "frame_00166_2025-08-01_12-08-44.png",
      "timestamp": "2025-08-01 12:08:44",
      "total": 5
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de beton, probabil pentru o piscină sau o terasă, lângă o casă nou construită. O pompă de beton livrează activ beton umed într-un cofraj pregătit. Mai mulți muncitori stau în și în jurul betonului proaspăt turnat, folosind unelte pentru a întinde și nivela suprafața de beton. Un muncitor stă așezat la marginea șantierului, neparticipând la sarcina imediată.",
      "filename": "frame_00167_2025-08-01_12-10-15.png",
      "timestamp": "2025-08-01 12:10:15",
      "total": 5
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o fundație mare de beton sau o placă pentru o casă de locuit. Un camion-pompă de beton cu un braț extins livrează beton la șantier, unde muncitorii folosesc unelte precum dreptare și mistrii pentru a întinde și netezi betonul umed în cofrajele de lemn. Un muncitor pare să stea jos și să observe din prim-plan, în timp ce ceilalți sunt implicați în turnare.",
      "filename": "frame_00168_2025-08-01_12-11-45.png",
      "timestamp": "2025-08-01 12:11:45",
      "total": 6
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă de fundație din beton pentru o clădire. O pompă de beton livrează beton proaspăt dintr-un braț, în timp ce muncitorii se ocupă cu întinderea, nivelarea și finisarea betonului proaspăt cu unelte precum o vibroșapă și mistrii de mână, în cadrul cofrajului pregătit. Un muncitor într-o vestă portocalie se plimbă la marginea șantierului, nefiind direct implicat în turnare.",
      "filename": "frame_00169_2025-08-01_12-13-15.png",
      "timestamp": "2025-08-01 12:13:15",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șase muncitori în construcții lucrează activ la turnarea și finisarea unei plăci mari de beton. Brațul unui camion-pompă de beton este vizibil, livrând beton proaspăt la șantier. Muncitorii folosesc diverse unelte, cum ar fi dreptare și gletiere, pentru a nivela și netezi suprafața de beton umedă, care este delimitată de cofraje din lemn. Un muncitor suplimentar, într-o vestă reflectorizantă, stă lângă intrarea unei clădiri adiacente, părând inactiv.",
      "filename": "frame_00170_2025-08-01_12-14-46.png",
      "timestamp": "2025-08-01 12:14:46",
      "total": 7
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șase muncitori în construcții toarnă și finisează activ o placă mare de beton pentru o proprietate rezidențială. Brațul și furtunul unei autopompe de beton sunt vizibile, livrând beton proaspăt într-o zonă delimitată de cofraje. Mai mulți muncitori stau în genunchi sau aplecați, folosind unelte precum dreptare și drișcă pentru a nivela și netezi suprafața betonului umed. Un alt muncitor manevrează furtunul de beton, în timp ce o persoană în cămașă portocalie pare să supravegheze turnarea.",
      "filename": "frame_00171_2025-08-01_12-16-16.png",
      "timestamp": "2025-08-01 12:16:16",
      "total": 6
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de beton pentru o fundație sau o terasă. Un furtun de pompă de beton este folosit pentru a livra beton umed într-un cofraj de lemn. Mai mulți muncitori se ocupă cu întinderea și netezirea betonului cu unelte de mână, cum ar fi mistrii și driștele, în timp ce un alt grup stă pregătit cu o riglă de nivelare pentru a nivela suprafața.",
      "filename": "frame_00172_2025-08-01_12-17-47.png",
      "timestamp": "2025-08-01 12:17:47",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de beton, probabil o fundație sau o terasă, lângă o casă modernă. Un muncitor dirijează furtunul de la o pompă de beton, în timp ce alți câțiva muncitori sunt distribuiți pe betonul ud, folosind unelte precum driștele și mistriile pentru a nivela și netezi suprafața. Zona este delimitată de cofraje din lemn. O persoană stă în fundal, observând lucrarea.",
      "filename": "frame_00173_2025-08-01_12-19-17.png",
      "timestamp": "2025-08-01 12:19:17",
      "total": 6
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă mare de fundație din beton. Un camion-pompă de beton livrează beton proaspăt prin brațul său articulat și furtun, care este ghidat de muncitori. Alți membri ai echipei sunt în genunchi sau folosesc unelte cu coadă lungă pentru a nivela și netezi suprafața betonului proaspăt în interiorul cofrajelor de lemn. Alte două persoane par să observe lucrarea de pe margine.",
      "filename": "frame_00174_2025-08-01_12-20-48.png",
      "timestamp": "2025-08-01 12:20:48",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Mai mulți muncitori sunt pe betonul ud, folosind unelte precum un flotor lung și mistrii de mână pentru a nivela și netezi suprafața. Cofraje din lemn sunt montate pentru a conține turnarea, iar brațul unei pompe de beton este vizibil în partea de sus a cadrului, livrând betonul. Un muncitor merge pe zona de pământ adiacentă plăcii, nefiind implicat activ în sarcină.",
      "filename": "frame_00175_2025-08-01_12-22-18.png",
      "timestamp": "2025-08-01 12:22:18",
      "total": 6
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează o placă mare de beton în curtea din spate a unei case moderne în construcție. O pompă de beton cu un braț lung și furtun livrează beton proaspăt în cofraje de lemn pregătite. Mai mulți muncitori sunt implicați activ în întinderea betonului și nivelarea suprafeței cu drișcă sau dreptare cu mâner lung, în timp ce un alt muncitor îngenunchează pentru a efectua lucrări detaliate de finisare. Activitatea pare a fi crearea unei fundații, a unei terase sau a unei zone în jurul piscinei.",
      "filename": "frame_00176_2025-08-01_12-23-49.png",
      "timestamp": "2025-08-01 12:23:49",
      "total": 6
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă mare de beton, probabil o fundație sau o terasă. Mai mulți muncitori se află pe placă, folosind unelte precum driștele lungi și mistriile pentru a nivela și netezi suprafața de beton umedă. Un alt muncitor, într-o vestă de înaltă vizibilitate, este poziționat lângă furtunul pompei de beton. Zona este delimitată de cofraje din lemn, iar lucrarea are loc lângă o clădire rezidențială modernă.",
      "filename": "frame_00178_2025-08-01_12-26-50.png",
      "timestamp": "2025-08-01 12:26:50",
      "total": 7
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de beton pentru fundația unei clădiri. Brațul unei autopompe de beton este extins peste șantier, livrând beton proaspăt. Mai mulți muncitori se află pe placă, folosind unelte pentru a întinde și netezi suprafața, în timp ce alții manevrează furtunul de beton. Zona este delimitată de cofraje din lemn pentru a da formă plăcii.",
      "filename": "frame_00179_2025-08-01_12-28-20.png",
      "timestamp": "2025-08-01 12:28:20",
      "total": 6
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șase muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Mai mulți muncitori folosesc unelte cu mâner lung, cum ar fi nivelatoare de beton, pentru a nivela și netezi suprafața betonului umed. Un alt muncitor, într-o vestă reflectorizantă, ghidează furtunul pompei de beton pentru a distribui materialul. Zona de lucru este delimitată de cofraje din lemn, iar turnarea are loc lângă o casă modernă, cu mai multe etaje.",
      "filename": "frame_00180_2025-08-01_12-29-50.png",
      "timestamp": "2025-08-01 12:29:50",
      "total": 6
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții este angajată activ în turnarea și finisarea unei plăci mari de beton, care pare a fi o fundație de clădire sau o terasă mare. Brațul unei autopompe de beton este vizibil, livrând beton proaspăt printr-un furtun manevrat de un muncitor. Alți membri ai echipei folosesc drișcă și mistrii cu mâner lung pentru a nivela și a netezi suprafața betonului în cofraje de lemn pregătite. Majoritatea muncitorilor sunt angajați activ, în timp ce o persoană stă și privește în fundal.",
      "filename": "frame_00181_2025-08-01_12-31-21.png",
      "timestamp": "2025-08-01 12:31:21",
      "total": 8
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții toarnă și finisează activ o placă mare de beton, probabil pentru o fundație sau o terasă, lângă o casă modernă. Mai mulți muncitori se află pe betonul ud, folosind drișce cu mâner lung și alte unelte pentru a nivela și netezi suprafața. Zona este împrejmuită de cofraje din lemn. Un alt muncitor, într-un tricou portocaliu, merge pe partea dreaptă a șantierului.",
      "filename": "frame_00182_2025-08-01_12-32-51.png",
      "timestamp": "2025-08-01 12:32:51",
      "total": 5
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șase muncitori în construcții toarnă și finisează activ o placă mare de beton, care pare a fi fundația unei noi clădiri. Un braț de pompă de beton este vizibil în partea de sus a cadrului, indicând o turnare recentă sau în curs. Muncitorii sunt răspândiți pe betonul ud, folosind unelte precum driștele și gletierele pentru a nivela și netezi suprafața în interiorul cofrajelor de lemn pregătite.",
      "filename": "frame_00183_2025-08-01_12-34-22.png",
      "timestamp": "2025-08-01 12:34:22",
      "total": 6
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șase muncitori toarnă și finisează activ o placă mare de beton pentru fundația unei clădiri sau o terasă. Muncitorii sunt răspândiți pe betonul ud, folosind unelte pentru a netezi și nivela suprafața în cofrajele din lemn pregătite. Șantierul este situat lângă o casă modernă nou construită.",
      "filename": "frame_00184_2025-08-01_12-35-52.png",
      "timestamp": "2025-08-01 12:35:52",
      "total": 6
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. O autobetonpompă se află pe șantier, livrând beton proaspăt în cofrajele pregătite. Muncitorii folosesc unelte precum driștele și riglele de nivelare pentru a nivela și netezi suprafața noii plăci. Activitatea are loc lângă o casă modernă recent construită.",
      "filename": "frame_00185_2025-08-01_12-37-23.png",
      "timestamp": "2025-08-01 12:37:23",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de constructori lucrează activ la turnarea și finisarea unei plăci mari de fundație din beton pentru o clădire nouă. Ei utilizează unelte pentru nivelarea și netezirea suprafeței betonului proaspăt, care este delimitat de cofraje din lemn. Brațul unei pompe de beton este vizibil în cadru, indicând că o turnare masivă de beton este în plină desfășurare.",
      "filename": "frame_00186_2025-08-01_12-38-53.png",
      "timestamp": "2025-08-01 12:38:53",
      "total": 5
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o fundație mare din placă de beton pentru o clădire nouă. Un muncitor manevrează furtunul de la o pompă de beton, în timp ce alți patru muncitori sunt pe placă, folosind unelte pentru a întinde și nivela betonul ud. Zona este delimitată de cofraje din lemn. Un al șaselea muncitor, într-un tricou portocaliu, stă așezat pe cofraj, într-o parte, observând lucrarea.",
      "filename": "frame_00187_2025-08-01_12-40-24.png",
      "timestamp": "2025-08-01 12:40:24",
      "total": 6
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o fundație mare din placă de beton pentru o clădire sau o terasă. Patru muncitori întind și nivelează activ betonul ud folosind unelte manuale. Brațul unui camion-pompă de beton este vizibil, livrând betonul la șantier. Zona este delimitată de cofraje din lemn. Un al cincilea muncitor stă jos pe margine, momentan inactiv.",
      "filename": "frame_00188_2025-08-01_12-41-54.png",
      "timestamp": "2025-08-01 12:41:54",
      "total": 5
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă mare de beton pentru fundația unei clădiri. Un braț de pompă de beton este vizibil, livrând beton la șantier, unde mai mulți muncitori manevrează activ furtunul pompei și folosesc scule pentru a întinde și finisa betonul în cofrajele pregătite. Alți muncitori stau deoparte, urmărind operațiunea.",
      "filename": "frame_00189_2025-08-01_12-43-25.png",
      "timestamp": "2025-08-01 12:43:25",
      "total": 7
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează activ la fundația unei noi clădiri. O dală mare de beton a fost turnată, iar câțiva muncitori sunt pe suprafața ei, folosind unelte cu coadă lungă pentru a finisa și nivela betonul proaspăt. Cofraje din lemn țin betonul pe loc. Un alt muncitor traversează zona de pământ excavat din prim-plan. Brațul unui camion-pompă de beton este vizibil, sugerând că a fost folosit pentru turnare. Scena generală înfățișează faza critică de stabilire a bazei structurale a clădirii.",
      "filename": "frame_00190_2025-08-01_12-44-55.png",
      "timestamp": "2025-08-01 12:44:55",
      "total": 6
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton. Brațul unei pompe de beton livrează beton proaspăt de sus, în timp ce mai mulți muncitori folosesc dreptare și alte unelte de finisare pentru a nivela și netezi suprafața în interiorul cofrajelor din lemn. Lucrarea are loc în curtea din spate a unei case moderne, cu mai multe etaje.",
      "filename": "frame_00191_2025-08-01_12-46-25.png",
      "timestamp": "2025-08-01 12:46:25",
      "total": 8
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șase muncitori este angajată activ în turnarea și finisarea unei plăci mari de beton, probabil o fundație sau o terasă pentru o clădire rezidențială. Brațul unei autopompe de beton este vizibil, turnând beton proaspăt într-o zonă delimitată de cofraje din lemn. Muncitorii de pe placă folosesc unelte, inclusiv un nivelator de beton cu mâner lung, pentru a întinde, nivela și netezi suprafața betonului umed.",
      "filename": "frame_00192_2025-08-01_12-47-56.png",
      "timestamp": "2025-08-01 12:47:56",
      "total": 6
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o nouă structură. O pompă de beton livrează beton proaspăt în cofrajele din lemn. Muncitorii sunt răspândiți pe placă, folosind unelte cu mâner lung, cum ar fi driștele de nivelare, pentru a nivela și netezi suprafața betonului umed.",
      "filename": "frame_00193_2025-08-01_12-49-26.png",
      "timestamp": "2025-08-01 12:49:26",
      "total": 5
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Un muncitor în prim-plan îngenunchează pentru a netezi suprafața de beton umedă cu o driscă. Alți muncitori sunt răspândiți pe placă, folosind diverse unelte pentru a nivela și finisa betonul. Brațul unui camion-pompă de beton este vizibil, indicând metoda de livrare a betonului.",
      "filename": "frame_00194_2025-08-01_12-50-57.png",
      "timestamp": "2025-08-01 12:50:57",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de fundație din beton pentru o nouă structură. Brațul unei pompe de beton este vizibil, cu un muncitor care dirijează furtunul. Mai mulți alți muncitori sunt răspândiți pe betonul proaspăt, folosind unelte pentru a nivela și netezi suprafața. Turnarea este delimitată de cofraje extinse din lemn, cu o casă modernă aproape finalizată în fundal.",
      "filename": "frame_00195_2025-08-01_12-52-27.png",
      "timestamp": "2025-08-01 12:52:27",
      "total": 7
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de fundație din beton pentru o casă nouă. Brațul unui camion-pompă de beton este vizibil, livrând beton printr-un furtun dirijat de un muncitor. Mai mulți alți muncitori sunt pe placa udă, folosind unelte pentru a întinde și netezi betonul. Cofrajul din lemn care definește forma fundației este montat. Un muncitor stă inactiv în fundal, observând operațiunea.",
      "filename": "frame_00196_2025-08-01_12-53-58.png",
      "timestamp": "2025-08-01 12:53:58",
      "total": 8
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de patru muncitori în construcții finalizează activ o placă de fundație din beton proaspăt turnat pentru o clădire nouă. Brațul mare al unei pompe de beton este extins deasupra zonei, indicând metoda de turnare a betonului. Muncitorii sunt răspândiți pe placa umedă, folosind unelte pentru a nivela și netezi suprafața. Cofrajul pentru fundație este vizibil în jurul perimetrului plăcii.",
      "filename": "frame_00198_2025-08-01_12-56-59.png",
      "timestamp": "2025-08-01 12:56:59",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este extins peste șantier, livrând beton proaspăt. Mai mulți muncitori se află pe placă, folosind unelte pentru a nivela și netezi suprafața. Zona este pregătită cu cofraje din lemn pentru a conține turnarea betonului.",
      "filename": "frame_00199_2025-08-01_12-58-29.png",
      "timestamp": "2025-08-01 12:58:29",
      "total": 5
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o fundație placă de beton. Brațul de pompare al unei pompe de beton se întinde peste șantier, turnând beton proaspăt în cofrajul pregătit. Mai mulți muncitori se află pe placă, întinzând și nivelând activ betonul ud cu scule. Lucrarea se desfășoară lângă o casă modernă recent construită.",
      "filename": "frame_00200_2025-08-01_13-00-00.png",
      "timestamp": "2025-08-01 13:00:00",
      "total": 5
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții sunt implicați activ în turnarea și finisarea unei plăci mari de fundație din beton pentru o nouă clădire. Brațul unei pompe de beton este vizibil, indicând livrarea recentă de beton proaspăt. Muncitorii se află pe placă, folosind unelte pentru a nivela și netezi suprafața. Zona este delimitată de cofraje din lemn, iar șantierul este adiacent cu o casă modernă nou construită.",
      "filename": "frame_00201_2025-08-01_13-01-30.png",
      "timestamp": "2025-08-01 13:01:30",
      "total": 4
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o placă mare de beton pentru fundația unei clădiri. Brațul unui camion-pompă de beton este vizibil, pompând beton proaspăt în zona delimitată de cofraje de lemn. Muncitorii sunt răspândiți pe placă, folosind unelte pentru a nivela și netezi betonul proaspăt. Șantierul este adiacent unei case moderne nou construite.",
      "filename": "frame_00202_2025-08-01_13-03-00.png",
      "timestamp": "2025-08-01 13:03:00",
      "total": 6
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Un braț de pompă de beton este vizibil deasupra, livrând beton la șantier unde câțiva muncitori folosesc unelte pentru a întinde și nivela amestecul umed. Un alt muncitor pare să gestioneze livrarea betonului. Cofraje din lemn sunt la locul lor, definind forma fundației. În prim-plan se află o grămadă de pământ excavat, și o casă modernă adiacentă este deja finalizată.",
      "filename": "frame_00203_2025-08-01_13-04-31.png",
      "timestamp": "2025-08-01 13:04:31",
      "total": 6
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Mai mulți muncitori sunt răspândiți pe betonul ud, folosind scule cu coadă lungă, cum ar fi riglele de nivelare și driștele, pentru a nivela și netezi suprafața. Brațul unei pompe de beton este vizibil deasupra, livrând materialul. Cofrajul din lemn delimitează perimetrul fundației. O persoană stă deoparte, observând operațiunea.",
      "filename": "frame_00204_2025-08-01_13-06-01.png",
      "timestamp": "2025-08-01 13:06:01",
      "total": 8
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Se toarnă beton pentru placa de fundație a unei clădiri. Mai mulți muncitori sunt pe betonul ud, folosind unelte pentru a-l întinde și finisa, în timp ce brațul unei pompe de beton este vizibil, turnând materialul de sus. Cofraje din lemn sunt montate în jurul perimetrului plăcii. O persoană în cămașă neagră merge pe o grămadă de pământ adiacentă, nefiind implicată activ în activitatea imediată de turnare.",
      "filename": "frame_00205_2025-08-01_13-07-32.png",
      "timestamp": "2025-08-01 13:07:32",
      "total": 6
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Câțiva muncitori în construcții lucrează intens la finalizarea unei plăci mari de fundație din beton proaspăt turnat. Ei folosesc unelte pentru a netezi suprafața betonului ud din interiorul cofrajelor de lemn. În fundal, este vizibilă o casă modernă, în timp ce în prim-plan se află o grămadă de pământ excavat și materiale de construcții. O persoană stă inactivă pe margine, observând lucrarea.",
      "filename": "frame_00206_2025-08-01_13-09-02.png",
      "timestamp": "2025-08-01 13:09:02",
      "total": 5
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Mai mulți muncitori sunt pe placa udă, folosind unelte precum driștele și riglele de nivelare pentru a nivela și netezi suprafața. Brațul unei pompe de beton este vizibil în cadru, fiind folosit pentru a livra betonul. Cofrajul pentru placă este montat în jurul perimetrului. În prim-plan, o altă persoană se plimbă pe șantier, dar nu pare să fie implicată direct în sarcina de construcție.",
      "filename": "frame_00207_2025-08-01_13-10-33.png",
      "timestamp": "2025-08-01 13:10:33",
      "total": 7
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori sunt implicați în turnarea și finisarea unei plăci mari de fundație din beton. Un furtun de pompă de beton, vizibil în stânga, este folosit pentru a livra betonul umed în cofrajele de lemn. Muncitorii de pe placă folosesc unelte pentru a întinde și nivela betonul proaspăt, stabilind baza pentru o nouă structură.",
      "filename": "frame_00208_2025-08-01_13-12-03.png",
      "timestamp": "2025-08-01 13:12:03",
      "total": 4
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă mare de fundație din beton pentru o clădire nouă. Un braț de pompă de beton este poziționat deasupra amplasamentului, turnând beton proaspăt la capătul îndepărtat al plăcii, unde o echipă de muncitori întinde și finisează activ suprafața. Zona fundației este delimitată de cofraje din lemn. Două alte persoane stau pe margine, urmărind operațiunea.",
      "filename": "frame_00209_2025-08-01_13-13-34.png",
      "timestamp": "2025-08-01 13:13:34",
      "total": 6
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O autopompă de beton își extinde brațul deasupra unui șantier de construcții unde a fost turnată o placă mare de fundație din beton. Mai mulți muncitori în echipament de înaltă vizibilitate finisează activ suprafața betonului proaspăt turnat. Placa este înconjurată de cofraje din lemn. În planul median, două persoane se plimbă și observă lucrarea, nefiind implicate direct în sarcina fizică.",
      "filename": "frame_00210_2025-08-01_13-15-04.png",
      "timestamp": "2025-08-01 13:15:04",
      "total": 7
    },
    {
      "working": 7,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă o placă de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este extins peste șantier, livrând beton proaspăt într-o zonă de cofraj pregătită. Mai mulți muncitori sunt implicați activ în jurul plăcii, folosind unelte pentru a întinde, nivela și finisa betonul, în timp ce alții manevrează furtunul pompei de beton. Un muncitor stă inactiv în fundal, observând lucrarea.",
      "filename": "frame_00211_2025-08-01_13-16-34.png",
      "timestamp": "2025-08-01 13:16:34",
      "total": 8
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de fundație din beton. Brațul unei autopompe de beton este extins deasupra șantierului, livrând beton proaspăt în cofrajele de lemn. Mai mulți muncitori sunt poziționați în jurul plăcii, folosind unelte pentru a întinde, vibra și nivela betonul. Lucrarea are loc pe un șantier de construcții rezidențiale, lângă o casă modernă, cu două etaje.",
      "filename": "frame_00212_2025-08-01_13-18-05.png",
      "timestamp": "2025-08-01 13:18:05",
      "total": 5
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Câțiva muncitori în construcții sunt ocupați cu turnarea și finisarea unei plăci mari de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton este vizibil deasupra, turnând beton. Muncitori în veste portocalii se află pe placa umedă, folosind unelte pentru a nivela și netezi suprafața. Alți doi muncitori stau lângă cofraje, observând procesul. Zona înconjurătoare este un șantier de construcții activ, cu grămezi de pământ și materiale de construcții.",
      "filename": "frame_00213_2025-08-01_13-19-35.png",
      "timestamp": "2025-08-01 13:19:35",
      "total": 5
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o fundație-placă de beton pentru o clădire nouă. Un camion cu pompă de beton, cu brațul său extins, toarnă beton proaspăt în cofrajul pregătit. Mai mulți muncitori ghidează furtunul pompei și folosesc unelte pentru a întinde betonul uniform pe întreaga suprafață a fundației.",
      "filename": "frame_00214_2025-08-01_13-21-06.png",
      "timestamp": "2025-08-01 13:21:06",
      "total": 6
    },
    {
      "working": 5,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă de fundație din beton pentru o clădire nouă. O autopompă mare de beton, cu brațul său roșu extins, toarnă beton în cofraje. Mai mulți muncitori sunt răspândiți pe placa udă, folosind unelte pentru a nivela și netezi suprafața, în timp ce un altul ghidează furtunul pompei. Un grup mic de trei muncitori stă pe o movilă de pământ din apropiere, observând operațiunea.",
      "filename": "frame_00215_2025-08-01_13-22-36.png",
      "timestamp": "2025-08-01 13:22:36",
      "total": 8
    },
    {
      "working": 8,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o fundație tip placă de beton pentru o clădire nouă. Brațul unei autopompe de beton este vizibil, livrând beton umed în cofrajele de lemn. Mai mulți muncitori sunt implicați în întinderea betonului cu scule, nivelarea suprafeței și acționarea unui vibrator de beton. Alți muncitori supraveghează operațiunea și asistă la turnare.",
      "worker_details": [
        {
          "id": 1,
          "status": "working",
          "activity": "Operating a concrete vibrator to settle the fresh concrete."
        },
        {
          "id": 2,
          "status": "working",
          "activity": "Holding a screed or float, preparing to level the concrete surface."
        },
        {
          "id": 3,
          "status": "working",
          "activity": "Supervising the pour from a dirt mound, actively observing the work."
        },
        {
          "id": 4,
          "status": "working",
          "activity": "Guiding the hose from the concrete pump to distribute the concrete."
        },
        {
          "id": 5,
          "status": "working",
          "activity": "Using a tool, possibly a rake or screed, to spread the newly poured concrete."
        },
        {
          "id": 6,
          "status": "working",
          "activity": "Bent over, actively working on the concrete surface."
        },
        {
          "id": 7,
          "status": "working",
          "activity": "Supervising the pour near the hose operator."
        },
        {
          "id": 8,
          "status": "working",
          "activity": "Working with a wheelbarrow in the background."
        },
        {
          "id": 9,
          "status": "idle",
          "activity": "Standing still by the fence in the far background, not engaged in a task."
        }
      ],
      "filename": "frame_00216_2025-08-01_13-24-07.png",
      "timestamp": "2025-08-01 13:24:07",
      "total": 9
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Se toarnă activ o placă de fundație din beton pentru o clădire nouă. Doi muncitori în fundal manevrează un furtun de pompă de beton pentru a distribui betonul umed în cofrajele pregătite. Un alt muncitor în prim-plan stă aplecat, efectuând o sarcină lângă o grămadă de pământ adiacentă noii fundații. Construcția se desfășoară lângă o casă modernă recent construită.",
      "filename": "frame_00217_2025-08-01_13-25-37.png",
      "timestamp": "2025-08-01 13:25:37",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori în construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Un muncitor operează capătul unui furtun de pompă de beton pentru a așeza betonul umed, în timp ce celălalt pare să asiste la turnare. Placa mare de beton, proaspăt turnată, este delimitată de cofraje din lemn, indicând o etapă cheie a construcției fundației. O casă modernă finalizată se află lângă șantierul activ.",
      "filename": "frame_00218_2025-08-01_13-27-08.png",
      "timestamp": "2025-08-01 13:27:08",
      "total": 2
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții toarnă și finisează activ o placă de fundație din beton pentru o clădire nouă. Brațul unui camion-pompă de beton este vizibil, turnând beton proaspăt. Un muncitor netezește suprafața de beton umed cu o drișcă lungă, în timp ce ceilalți patru muncitori sunt adunați lângă casă, gestionând turnarea betonului din furtunul pompei și operând echipamentul.",
      "filename": "frame_00219_2025-08-01_13-28-38.png",
      "timestamp": "2025-08-01 13:28:38",
      "total": 5
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori toarnă și finisează activ o placă de fundație din beton pentru o clădire nouă. O pompă de beton este folosită pentru a livra betonul în cofraje. Un muncitor folosește o driscă cu mâner lung pentru a netezi suprafața betonului umed, în timp ce alți doi muncitori manevrează furtunul pompei de beton.",
      "filename": "frame_00220_2025-08-01_13-30-09.png",
      "timestamp": "2025-08-01 13:30:09",
      "total": 3
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Un muncitor folosește o unealtă pentru a netezi suprafața betonului ud, în timp ce o echipă în fundal gestionează turnarea de la o pompă de beton. Cofrajul este montat în jurul plăcii, indicând crearea fundației unei noi clădiri lângă o casă modernă finalizată. O persoană în prim-plan observă lucrarea.",
      "filename": "frame_00221_2025-08-01_13-31-39.png",
      "timestamp": "2025-08-01 13:31:39",
      "total": 5
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton este extins deasupra șantierului, livrând beton proaspăt în cofrajele pregătite. Muncitorii sunt răspândiți pe întreaga zonă, asigurându-se că betonul este nivelat și distribuit corespunzător.",
      "filename": "frame_00222_2025-08-01_13-33-09.png",
      "timestamp": "2025-08-01 13:33:09",
      "total": 3
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O autobetonpompă cu braț lung toarnă în plin o placă mare de fundație la un șantier de construcții rezidențiale. Placa este udă, iar mai mulți muncitori sunt angrenați în proces. Un muncitor într-un tricou galben reflectorizant este poziționat lângă cofraje în prim-plan, în timp ce cel puțin trei alți muncitori în veste portocalii se află în fundal, lucrând la finisarea suprafeței și a marginilor betonului proaspăt turnat.",
      "filename": "frame_00223_2025-08-01_13-34-40.png",
      "timestamp": "2025-08-01 13:34:40",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Un braț de pompă de beton se extinde peste un șantier de construcții, livrând beton proaspăt pentru o placă mare de fundație. Mai mulți muncitori sunt implicați activ în întinderea, nivelarea și finisarea betonului proaspăt turnat, folosind unelte precum dreptarele. Zona este înconjurată de cofraje din lemn pentru a conține turnarea, lângă o clădire modernă, cu mai multe etaje.",
      "filename": "frame_00224_2025-08-01_13-36-10.png",
      "timestamp": "2025-08-01 13:36:10",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă de fundație din beton pentru o clădire nouă. Un camion mare cu pompă de beton, cu un braț extins, livrează beton proaspăt în cofrajele pregătite. Muncitorii sunt adunați pe și în jurul plăcii, folosind unelte pentru a întinde și nivela betonul proaspăt.",
      "filename": "frame_00225_2025-08-01_13-37-41.png",
      "timestamp": "2025-08-01 13:37:41",
      "total": 5
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O autobetonpompă toarnă activ un radier mare pentru o clădire nouă. O echipă de muncitori este răspândită pe betonul proaspăt, folosind dreptare și alte unelte de finisare pentru a nivela și netezi suprafața. Cofrajul radierului este clar vizibil, iar țevi de instalații sanitare ies din beton, indicând instalarea lor anterioară.",
      "filename": "frame_00226_2025-08-01_13-39-11.png",
      "timestamp": "2025-08-01 13:39:11",
      "total": 7
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Un braț de pompă de beton este vizibil în partea superioară a cadrului, indicând o turnare continuă de beton. Muncitorii sunt răspândiți pe placa udă, angajați în nivelarea și netezirea suprafeței. Cofraje din lemn sunt la locul lor pentru a modela fundația, care este adiacentă unei case în stil modern aproape finalizate.",
      "filename": "frame_00227_2025-08-01_13-40-42.png",
      "timestamp": "2025-08-01 13:40:42",
      "total": 4
    },
    {
      "working": 1,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor toarnă și nivelează activ o placă de fundație din beton pentru o clădire nouă. Brațul unui camion-pompă de beton este vizibil deasupra, livrând beton la șantier. Un al doilea muncitor este vizibil în fundal, lângă o clădire adiacentă. Șantierul este o zonă de construcții rezidențiale, cu cofraje din lemn și fier-beton montate pentru noua fundație.",
      "filename": "frame_00228_2025-08-01_13-42-12.png",
      "timestamp": "2025-08-01 13:42:12",
      "total": 2
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o casă nouă. Un muncitor din centru operează o unealtă în betonul proaspăt, probabil un vibrator sau o riglă vibratoare, în timp ce un alt muncitor într-un tricou galben neon este aplecat, finisând marginea plăcii. O a treia persoană este vizibilă stând inactivă în fundal. Șantierul este într-o zonă rezidențială cu alte case moderne în apropiere.",
      "filename": "frame_00229_2025-08-01_13-43-43.png",
      "timestamp": "2025-08-01 13:43:43",
      "total": 3
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor finisează activ marginile unei plăci de fundație din beton proaspăt turnat. Betonul este încă proaspăt, iar cofrajul din lemn care dă formă plăcii este vizibil în jurul perimetrului său. Această activitate face parte din faza structurală inițială pentru o nouă clădire, având loc lângă o casă în stil modern, recent finalizată.",
      "filename": "frame_00230_2025-08-01_13-45-13.png",
      "timestamp": "2025-08-01 13:45:13",
      "total": 1
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții lucrează activ la o placă de fundație din beton proaspăt turnat pentru o clădire. Un muncitor stă în genunchi, finisând marginea betonului proaspăt de-a lungul cofrajelor. Alți doi muncitori se află pe partea opusă a plăcii, efectuând sarcini la nivelul solului. Șantierul este situat într-o zonă rezidențială, lângă o casă modernă, cu mai multe etaje.",
      "filename": "frame_00231_2025-08-01_13-46-44.png",
      "timestamp": "2025-08-01 13:46:44",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții rezidențiale, lângă o casă modernă cu două etaje, trei muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat. Ei sunt aplecați peste betonul ud, folosind unelte pentru a netezi și nivela suprafața. Placa este delimitată de cofraje din lemn, iar zona înconjurătoare constă din pământ și materiale de construcții.",
      "filename": "frame_00233_2025-08-01_13-49-44.png",
      "timestamp": "2025-08-01 13:49:44",
      "total": 3
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Cinci muncitori în construcții sunt implicați activ în crearea unei plăci de fundație din beton. Trei muncitori sunt aplecați sau îngenuncheați pe placă, folosind unelte manuale pentru a netezi și finisa betonul proaspăt turnat. Placa este delimitată de cofraje din lemn. În fundal, doi muncitori suplimentari sunt poziționați lângă utilaje grele, probabil o pompă de beton, implicați în procesul de turnare.",
      "filename": "frame_00234_2025-08-01_13-51-15.png",
      "timestamp": "2025-08-01 13:51:15",
      "total": 5
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții finisează o placă de fundație din beton proaspăt turnat pentru o casă nouă. Trei muncitori lucrează aplecați, folosind unelte pentru a netezi și nivela betonul umed în cofrajele de lemn. Un alt muncitor în prim-plan stă în picioare și observă lucrarea, în timp ce o a cincea persoană într-un tricou portocaliu este vizibilă în fundal, lângă clădirea adiacentă, care, de asemenea, nu lucrează activ la placă. Șantierul este un nou ansamblu rezidențial, cu o casă modernă finalizată lângă zona de construcție activă.",
      "filename": "frame_00235_2025-08-01_13-52-45.png",
      "timestamp": "2025-08-01 13:52:45",
      "total": 5
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții sunt implicați activ în turnarea și finisarea unei plăci de fundație din beton pentru o clădire nouă. Doi muncitori sunt aplecați peste betonul ud, probabil netezind suprafața cu unelte. Un al treilea muncitor, în prim-plan, mută materiale cu o roabă, iar un al patrulea lucrează de-a lungul marginii noii plăci. Scena este dominată de fundația mare, udă, din beton, încadrată în cofraje de lemn, indicând o fază cheie a construcției structurale.",
      "filename": "frame_00236_2025-08-01_13-54-16.png",
      "timestamp": "2025-08-01 13:54:16",
      "total": 4
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Mai mulți muncitori sunt aplecați sau îngenuncheați pe betonul ud, folosind scule pentru a netezi și nivela suprafața. Fundația este încadrată de cofraje din lemn. În fundal, alți muncitori stau în picioare, posibil supraveghind sau așteptând următoarea etapă a turnării. Șantierul se află lângă o casă modernă recent construită.",
      "filename": "frame_00237_2025-08-01_13-55-46.png",
      "timestamp": "2025-08-01 13:55:46",
      "total": 7
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori sunt pe un șantier de construcții, turnând și finisând o placă mare de fundație din beton pentru o clădire nouă. Un muncitor netezește suprafața de beton udă cu o drișcă, în timp ce alții sunt implicați în sarcini conexe în jurul perimetrului turnării proaspete. Cofraj din lemn este vizibil, delimitând placa lângă o casă modernă nou construită.",
      "filename": "frame_00238_2025-08-01_13-57-17.png",
      "timestamp": "2025-08-01 13:57:17",
      "total": 4
    },
    {
      "working": 3,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții finisează activ suprafața unei plăci mari de fundație din beton proaspăt turnat. Un muncitor este în genunchi, folosind o drâșcă pentru a netezi betonul, în timp ce alți doi sunt aplecați, lucrând la marginile plăcii. Placa este înconjurată de cofraje din lemn, indicând că este baza pentru o nouă structură. Alte trei persoane stau în jurul perimetrului șantierului, observând progresul.",
      "filename": "frame_00239_2025-08-01_13-58-47.png",
      "timestamp": "2025-08-01 13:58:47",
      "total": 6
    },
    {
      "working": 1,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O placă de fundație din beton proaspăt a fost turnată pentru o clădire nouă. Cofraje din lemn sunt vizibile în jurul perimetrului plăcii, iar racorduri preliminare pentru instalații sanitare ies din beton. Un muncitor lucrează activ lângă marginea fundației, în timp ce un grup de trei muncitori stă inactiv în fundal. Construcția are loc lângă un duplex modern recent finalizat.",
      "filename": "frame_00240_2025-08-01_14-00-18.png",
      "timestamp": "2025-08-01 14:00:18",
      "total": 4
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o nouă structură. În prim-plan, un muncitor pregătește materiale într-o cuvă, în timp ce alții în fundal folosesc unelte pentru a nivela și netezi betonul ud în cofrajele de lemn. Un muncitor stă și observă din zona înierbată. Zona înconjurătoare este un șantier de construcții activ, cu o casă înșiruită în stil modern finalizată alături.",
      "filename": "frame_00241_2025-08-01_14-01-48.png",
      "timestamp": "2025-08-01 14:01:48",
      "total": 5
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții este implicată activ în turnarea și finisarea unei plăci mari de fundație din beton pentru o nouă clădire rezidențială. Un muncitor în prim-plan se ocupă de cofrajele din lemn, în timp ce un altul se află pe placă, finisând betonul umed. Un grup de trei muncitori este concentrat pe partea dreaptă, folosind unelte pentru a nivela suprafața. Șantierul se află în faza incipientă, cu pământ excavat în jurul noii fundații și case moderne finalizate vizibile în fundal.",
      "filename": "frame_00242_2025-08-01_14-03-18.png",
      "timestamp": "2025-08-01 14:03:18",
      "total": 5
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori sunt implicați activ în turnarea unei fundații tip placă de beton pentru o nouă structură. O suprafață mare a fost turnată cu beton proaspăt, iar muncitorii sunt poziționați în jurul și pe aceasta. Un muncitor este aplecat, netezind suprafața betonului proaspăt, în timp ce ceilalți lucrează în jurul cofrajului de lemn care delimitează placa. O casă modernă finalizată se profilează în fundal, sugerând că este vorba despre o nouă dezvoltare rezidențială.",
      "filename": "frame_00243_2025-08-01_14-04-49.png",
      "timestamp": "2025-08-01 14:04:49",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori lucrează activ la construirea unei fundații-dală de beton. Un muncitor este aplecat, netezind suprafața betonului umed. Un alt muncitor, în prim-plan, folosește o unealtă cu mâner lung, iar alți doi ajută lângă marginea turnării. Zona este înconjurată de cofraje din lemn, caracteristice construcției de fundații.",
      "filename": "frame_00244_2025-08-01_14-06-19.png",
      "timestamp": "2025-08-01 14:06:19",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori sunt activi pe un șantier de construcții, concentrați pe o placă de fundație din beton proaspăt turnat. Un muncitor în prim-plan este aplecat, ocupându-se de cofrajele din lemn, în timp ce alți doi muncitori sunt poziționați de-a lungul marginii betonului umed, probabil implicați în nivelarea și finisarea suprafeței. Șantierul este situat lângă o clădire rezidențială modernă, finalizată.",
      "filename": "frame_00245_2025-08-01_14-07-50.png",
      "timestamp": "2025-08-01 14:07:50",
      "total": 3
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la o placă de fundație din beton proaspăt turnat a unei clădiri. Mai mulți muncitori sunt implicați activ în finisarea betonului proaspăt și ajustarea cofrajelor din lemn din jur. Un muncitor folosește o unealtă de-a lungul marginii plăcii, în timp ce alții sunt aplecați, netezind suprafața sau lucrând la cofraje. În fundal, o persoană stă și observă lucrarea.",
      "filename": "frame_00246_2025-08-01_14-09-20.png",
      "timestamp": "2025-08-01 14:09:20",
      "total": 5
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de cinci muncitori în construcții lucrează intens la finalizarea unei fundații mari, sub formă de placă de beton proaspăt turnată, pentru o nouă clădire. Muncitorii sunt poziționați în jurul perimetrului plăcii, folosind unelte pentru a netezi și nivela betonul umed în cadrul cofrajelor din lemn. Pe șantier se vede, de asemenea, o casă modernă finalizată alături, pământ excavat și diverse materiale de construcții, indicând un proiect activ de construcție rezidențială.",
      "filename": "frame_00247_2025-08-01_14-10-51.png",
      "timestamp": "2025-08-01 14:10:51",
      "total": 5
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă placă de fundație din beton a fost turnată pe un șantier de construcții. Trei muncitori sunt implicați activ în partea dreaptă, finisând marginile betonului proaspăt și ajustând cofrajele. Un al patrulea muncitor stă inactiv pe placă, observând lucrarea în desfășurare. Șantierul este adiacent unei clădiri moderne recent finalizate, cu pământ excavat și diverse materiale de construcții în prim-plan.",
      "filename": "frame_00248_2025-08-01_14-12-21.png",
      "timestamp": "2025-08-01 14:12:21",
      "total": 4
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Mai mulți muncitori sunt implicați activ în proces; unul folosește o unealtă pentru a nivela marginea betonului ud, altul este aplecat pregătind materiale, iar un grup lucrează lângă peretele unei structuri adiacente. Șantierul este înconjurat de cofraje din lemn, iar diverse țevi și conducte sunt încorporate în betonul proaspăt. În fundal, o clădire modernă recent finalizată este vizibilă.",
      "filename": "frame_00249_2025-08-01_14-13-52.png",
      "timestamp": "2025-08-01 14:13:52",
      "total": 6
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții pregătesc o fundație tip placă de beton de mari dimensiuni pentru o clădire nouă. O parte considerabilă din beton a fost turnată și pare udă. Muncitorii sunt activi în jurul perimetrului, ajustând cofrajele din lemn și efectuând sarcini la nivelul solului. Un muncitor într-un tricou galben reflectorizant traversează zona de pământ, în timp ce alții sunt aplecați sau îngenuncheați în poziții de lucru. Șantierul este într-un stadiu incipient de construcție, cu un duplex modern adiacent deja finalizat.",
      "filename": "frame_00250_2025-08-01_14-15-22.png",
      "timestamp": "2025-08-01 14:15:22",
      "total": 5
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții toarnă și finisează o placă mare de beton, care va servi drept fundație pentru o clădire nouă. Betonul proaspăt, umed, este delimitat de cofraje din lemn. Trei muncitori netezesc și lucrează activ betonul la marginea plăcii, în timp ce un alt muncitor stă în genunchi pe pământ, lucrând lângă cofraje. Un al cincilea muncitor, într-un tricou galben reflectorizant, stă în picioare și observă operațiunea.",
      "filename": "frame_00251_2025-08-01_14-16-53.png",
      "timestamp": "2025-08-01 14:16:53",
      "total": 5
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori sunt angajați activ în diverse sarcini în jurul unei plăci de fundație din beton proaspăt turnat. Un muncitor folosește o unealtă pe pământul adiacent plăcii. Alți trei muncitori sunt concentrați pe partea îndepărtată a plăcii, lângă clădirea învecinată, părând să lucreze la cofraje, să finiseze marginile de beton sau să gestioneze integrările de instalații sanitare și armătură. Scena este caracterizată de placa de beton proaspăt, cofrajele de lemn din jur și diverse materiale de construcție, indicând faza de fundație a unei noi construcții.",
      "filename": "frame_00252_2025-08-01_14-18-23.png",
      "timestamp": "2025-08-01 14:18:23",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă placă de fundație din beton a fost turnată pentru o clădire rezidențială. Mai mulți muncitori nivelează și netezesc activ suprafața betonului proaspăt turnat, folosind unelte. Placa este înconjurată de cofraje din lemn, iar țevi de instalații sanitare preinstalate sunt vizibile ieșind din beton. Lucrarea are loc lângă un duplex modern, recent construit.",
      "filename": "frame_00253_2025-08-01_14-19-53.png",
      "timestamp": "2025-08-01 14:19:53",
      "total": 5
    },
    {
      "working": 2,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă placă de fundație din beton proaspăt turnat tocmai a fost turnată pe un șantier de construcții rezidențiale. Cofraje din lemn înconjoară placa, și mai multe țevi ies din beton. Un grup de muncitori este prezent la marginea fundației; doi sunt angajați activ în finisarea betonului, în timp ce alți trei stau în apropiere, părând să fie în pauză sau să supravegheze.",
      "filename": "frame_00254_2025-08-01_14-21-24.png",
      "timestamp": "2025-08-01 14:21:24",
      "total": 5
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții se ocupă cu finisarea unei fundații mari, din placă de beton proaspăt turnată, pentru o casă nouă. Câțiva muncitori stau în genunchi și în picioare la marginea betonului umed, probabil netezindu-l și finisându-i marginile. Cofraje din lemn delimitează fundația, iar instalațiile sanitare brute sunt vizibile ieșind din placă. În fundal, o casă modernă finalizată oferă context pentru noua construcție.",
      "filename": "frame_00255_2025-08-01_14-22-54.png",
      "timestamp": "2025-08-01 14:22:54",
      "total": 5
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori se află pe un șantier de construcții lângă o placă de fundație din beton proaspăt turnat. Betonul pare umed, iar cofraje din lemn sunt vizibile în jurul marginilor. Trei muncitori lucrează activ lângă marginea plăcii, cu doi îngenunchiați pentru a efectua lucrări de finisare. Alte două persoane stau în apropiere și par să fie inactive sau în pauză. Activitatea principală este legată de construcția fundației clădirii.",
      "filename": "frame_00256_2025-08-01_14-24-25.png",
      "timestamp": "2025-08-01 14:24:25",
      "total": 5
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții s-a adunat în jurul unei plăci de fundație din beton proaspăt turnat. Mai mulți muncitori stau în genunchi și sunt aplecați, finisând activ marginile betonului umed din cofrajele de lemn. Această activitate face parte din lucrările de fundație pentru o clădire nouă. În timp ce majoritatea echipei este implicată în această sarcină, o persoană stă în picioare, iar o alta stă jos, amândoi părând inactivi.",
      "filename": "frame_00257_2025-08-01_14-25-55.png",
      "timestamp": "2025-08-01 14:25:55",
      "total": 7
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un grup de muncitori se află pe un șantier de construcții, lângă o placă de fundație din beton proaspăt turnat. Un muncitor în centru cară o bucată de cofraj din lemn. În partea dreaptă a plăcii, alți câțiva muncitori stau în genunchi și în picioare, părând să finiseze marginile betonului sau să ajusteze cofrajul. Doi muncitori în extrema dreaptă stau jos și par să fie în pauză. În fundal, se află o casă modernă finalizată și o zonă împădurită.",
      "filename": "frame_00258_2025-08-01_14-27-26.png",
      "timestamp": "2025-08-01 14:27:26",
      "total": 6
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții se află pe șantier, unde a fost turnată o nouă placă de fundație din beton. Un muncitor netezește activ suprafața betonului umed cu o mistrie. Alți doi muncitori stau lângă placă, îndeplinind sarcini conexe. Un al patrulea muncitor stă așezat pe cofrajele din lemn, părând inactiv. Șantierul este adiacent unei case moderne nou construite, iar activitatea curentă este concentrată pe crearea fundației pentru o nouă clădire.",
      "filename": "frame_00259_2025-08-01_14-28-56.png",
      "timestamp": "2025-08-01 14:28:56",
      "total": 4
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori lucrează în jurul unei fundații de beton proaspăt turnate. Un muncitor, purtând un tricou galben-verde, stă în genunchi și efectuează sarcini la marginea fundației, în timp ce un altul lucrează lângă cofraje, lângă o clădire adiacentă. Cofrajele din lemn sunt încă montate, iar diverse țevi sunt încorporate în beton. O a treia persoană merge pe câmpul din fundal, departe de zona imediată de lucru.",
      "filename": "frame_00260_2025-08-01_14-30-27.png",
      "timestamp": "2025-08-01 14:30:27",
      "total": 3
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții construiesc fundația unei case. O dală mare de beton a fost turnată recent. Un muncitor stă în genunchi, folosind o unealtă pentru a netezi și finisa suprafața de beton umedă. Un alt muncitor se ocupă de cofrajul de lemn. Un grup de muncitori este adunat în partea dreaptă, lângă zidul fundației, în timp ce alții par să stea pe loc sau să meargă pe șantier.",
      "filename": "frame_00261_2025-08-01_14-31-57.png",
      "timestamp": "2025-08-01 14:31:57",
      "total": 6
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă mare de fundație din beton pentru o clădire nouă. Un muncitor operează o sculă electrică, probabil un vibrator de beton, lângă cofraje. Alți doi muncitori sunt pe betonul ud, folosind unelte pentru a nivela și netezi suprafața. Un alt muncitor este așezat, părând să lucreze la cofraje sau la armătură. Mai mulți alți muncitori observă operațiunea din lateral.",
      "filename": "frame_00262_2025-08-01_14-33-28.png",
      "timestamp": "2025-08-01 14:33:28",
      "total": 7
    },
    {
      "working": 2,
      "idle": 4,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitori în construcții sunt pe șantier unde a fost turnată o placă mare de fundație din beton pentru o clădire nouă. Un muncitor este îngenuncheat pe placă, netezind și finisând activ suprafața de beton proaspăt turnat. Un alt muncitor într-un tricou galben stă în picioare cu un vibrator de beton. Patru alte persoane stau degeaba, stând și privind lucrarea. Perimetrul plăcii este delimitat de cofraje din lemn.",
      "filename": "frame_00263_2025-08-01_14-34-58.png",
      "timestamp": "2025-08-01 14:34:58",
      "total": 6
    },
    {
      "working": 3,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori construiesc fundația unei clădiri. O placă mare de beton a fost turnată și se finisează activ. Un muncitor folosește un dreptar cu mâner lung pentru a nivela suprafața, iar un altul stă în genunchi pe placă cu o drișcă pentru finisări de detaliu. Un al treilea muncitor activ este aplecat peste o găleată, gestionând materiale. Zona este delimitată de un cofraj din lemn pentru beton. Alți muncitori stau în picioare și observă procesul.",
      "filename": "frame_00264_2025-08-01_14-36-28.png",
      "timestamp": "2025-08-01 14:36:28",
      "total": 6
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții sunt activi pe un șantier unde tocmai a fost turnată o nouă placă de fundație din beton. În prim-plan, un muncitor folosește o unealtă pentru a muta materiale. Un alt muncitor, într-un tricou galben de înaltă vizibilitate, merge de-a lungul marginii betonului ud, probabil implicat în finisare sau inspecție, în timp ce un al treilea muncitor, într-un tricou portocaliu, se ocupă de cofrajele din dreapta. O a patra persoană este vizibilă mergând în fundalul îndepărtat. Scena este dominată de placa mare și netedă de beton, cu țevi ieșite în afară și cofraje înconjurătoare, indicând crearea unei fundații de clădire.",
      "filename": "frame_00265_2025-08-01_14-37-59.png",
      "timestamp": "2025-08-01 14:37:59",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori lucrează pe un șantier de construcții unde a fost turnată o nouă placă de fundație din beton. Un muncitor în prim-plan manipulează material umed, probabil beton, într-o roabă. Alți doi muncitori în tricouri portocalii sunt poziționați lângă cofrajele din lemn, pe partea cealaltă a plăcii. Activitatea principală este legată de construcția și finisarea fundației clădirii.",
      "filename": "frame_00266_2025-08-01_14-39-29.png",
      "timestamp": "2025-08-01 14:39:29",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori sunt activi pe un șantier de construcții unde a fost turnată o nouă placă de fundație din beton. Un muncitor din prim-plan este aplecat, lucrând la cofrajele din lemn. Alți doi muncitori, pe partea opusă a plăcii, se ocupă cu finisarea marginilor betonului proaspăt. Activitatea principală o reprezintă construcția fundației clădirii.",
      "filename": "frame_00267_2025-08-01_14-41-00.png",
      "timestamp": "2025-08-01 14:41:00",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O placă mare de fundație din beton a fost turnată recent pe un șantier rezidențial. Trei muncitori sunt implicați activ în sarcină: unul în prim-plan este aplecat peste o găleată, în timp ce alți doi lucrează la marginile betonului ud, probabil netezind și finisând suprafața. O a patra persoană traversează prim-planul șantierului. Cofraje din lemn înconjoară noua placă, și o casă modernă se află în fundal.",
      "filename": "frame_00268_2025-08-01_14-42-30.png",
      "timestamp": "2025-08-01 14:42:30",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori lucrează pe un șantier de construcții unde o nouă placă de fundație din beton a fost turnată recent. Un muncitor în cămașă portocalie este aplecat, finisând marginea plăcii de beton umede. Un alt muncitor stă în apropiere, și el implicat în sarcină. În prim-plan, un al treilea muncitor este aplecat peste un recipient, părând să amestece materiale sau să curețe unelte. Șantierul prezintă cofraje din lemn înconjurând noua fundație, cu o clădire rezidențială modernă în fundal.",
      "filename": "frame_00269_2025-08-01_14-44-01.png",
      "timestamp": "2025-08-01 14:44:01",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "S-a turnat o nouă placă de fundație din beton pentru o clădire, cu cofraje din lemn încă la locul lor în jurul perimetrului și pentru fundațiile interioare. Doi muncitori sunt activi pe șantier; unul este aplecat într-un șanț în prim-plan, părând să lucreze cu materiale pe sol, iar un altul, într-o vestă reflectorizantă, lucrează de-a lungul marginii noii fundații în fundal.",
      "filename": "frame_00270_2025-08-01_14-45-31.png",
      "timestamp": "2025-08-01 14:45:31",
      "total": 2
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Cinci muncitori în construcții sunt implicați activ în turnarea și finisarea unei plăci de fundație din beton pentru o clădire nouă. Ei folosesc unelte de mână, cum ar fi driștele și mistriile, pentru a nivela și netezi betonul ud în interiorul cofrajelor de lemn. Scena arată clar o nouă fundație fiind turnată lângă o casă modernă deja construită, indicând o nouă construcție rezidențială.",
      "filename": "frame_00271_2025-08-01_14-47-02.png",
      "timestamp": "2025-08-01 14:47:02",
      "total": 5
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori sunt activi pe un șantier de construcții rezidențiale unde tocmai a fost turnată o nouă placă de fundație din beton. Un muncitor în prim-plan culege material dintr-o roabă. Pe placă însăși, un muncitor într-o vestă de înaltă vizibilitate folosește o unealtă cu mâner lung pentru a netezi betonul ud, în timp ce un al treilea muncitor pare să inspecteze lucrarea și să arate cu degetul. Scena este caracterizată de betonul proaspăt, cofrajele de lemn din jur și elementele expuse, care sunt toate indicative pentru construcția unei fundații.",
      "filename": "frame_00272_2025-08-01_14-48-32.png",
      "timestamp": "2025-08-01 14:48:32",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori lucrează la construirea fundației unei clădiri. O placă mare de beton a fost turnată, iar cofraje din lemn și armătură sunt montate pentru elemente structurale suplimentare. Un muncitor în prim-plan manipulează materiale într-un sac mare sau o roabă, iar un altul se află de-a lungul marginii fundației, în fundal.",
      "filename": "frame_00274_2025-08-01_14-51-33.png",
      "timestamp": "2025-08-01 14:51:33",
      "total": 2
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții pune fundația unei clădiri noi. O placă mare de beton a fost deja turnată, iar câțiva muncitori lucrează activ la nivelarea și finisarea betonului umed în cofraje de lemn. Ei folosesc unelte manuale, cum ar fi lopeți și greble, pentru a întinde și a netezi betonul. În fundal, o casă modernă finalizată se află lângă șantierul în lucru.",
      "filename": "frame_00275_2025-08-01_14-53-03.png",
      "timestamp": "2025-08-01 14:53:03",
      "total": 6
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții lucrează intens la turnarea și finisarea unei plăci mari de fundație din beton pentru o clădire nouă. Doi muncitori din centru manevrează o riglă vibrantă pentru nivelarea betonului proaspăt. Un alt muncitor în prim-plan este aplecat, manevrând materiale. În partea dreaptă a șantierului, încă doi muncitori sunt poziționați lângă marginea noii fundații, aparent implicați în același proces de turnare a betonului. Zona este un șantier de construcții activ, cu cofraje montate și o casă modernă nou construită învecinată.",
      "filename": "frame_00276_2025-08-01_14-54-34.png",
      "timestamp": "2025-08-01 14:54:34",
      "total": 5
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori lucrează intens la finisarea unei plăci de fundație din beton proaspăt turnat pentru o clădire rezidențială. Un muncitor operează o elicopteră pentru a netezi suprafața betonului umed. Un alt muncitor folosește un furtun, probabil pentru udarea betonului. Alți doi muncitori stau ghemuiți de-a lungul marginii plăcii, finisând manual lângă cofraje. Zona este un șantier de construcții tipic, cu cofraje, grămezi de pământ și materiale de construcții vizibile.",
      "filename": "frame_00277_2025-08-01_14-56-04.png",
      "timestamp": "2025-08-01 14:56:04",
      "total": 4
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o placă mare de fundație din beton pentru o nouă structură. Un muncitor operează un elicopter de beton, altul folosește o drișcă cu mâner lung pentru a nivela suprafața, iar un al treilea cară un sac greu de material. Un al patrulea muncitor, într-un tricou reflectorizant, se ocupă de marginea turnării. Cofraje din lemn și fier-beton sunt vizibile în jurul perimetrului noii plăci.",
      "filename": "frame_00278_2025-08-01_14-57-35.png",
      "timestamp": "2025-08-01 14:57:35",
      "total": 5
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de patru muncitori este implicată activ în lucrări de fundație pentru o clădire nouă, lucrând la cofrajele și marginile unei plăci de beton proaspăt turnate. Alte trei persoane sunt prezente pe șantier, observând lucrarea. Scena este un șantier de construcții rezidențiale, cu movile de pământ, materiale de construcții și o casă vecină finalizată vizibilă.",
      "filename": "frame_00279_2025-08-01_14-59-05.png",
      "timestamp": "2025-08-01 14:59:05",
      "total": 7
    },
    {
      "working": 5,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează o dală mare de beton, care pare a fi fundația unei noi clădiri. Un muncitor în fundal operează o gletieră mecanică pentru a netezi suprafața principală, în timp ce câțiva alții sunt poziționați în jurul cofrajelor, folosind unelte manuale pentru a finisa marginile și a nivela betonul ud. Un alt muncitor stă inactiv în extrema stângă. Scena este un șantier de construcții activ, cu cofraje vizibile, proeminențe de fier-beton și terasamente înconjurătoare.",
      "filename": "frame_00280_2025-08-01_15-00-36.png",
      "timestamp": "2025-08-01 15:00:36",
      "total": 6
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții lucrează intens la turnarea și finisarea unei plăci mari de fundație din beton pentru o clădire nouă. Un muncitor operează o gletieră mecanică în centru, în timp ce alții folosesc unelte manuale pentru a netezi suprafața și marginile în interiorul cofrajelor din lemn. O casă modernă cu două etaje se află finalizată sau aproape finalizată în fundal, în timp ce această nouă fundație este turnată pentru o structură adiacentă. Un muncitor stă inactiv în prim-plan, lângă o grămadă de pământ.",
      "filename": "frame_00281_2025-08-01_15-02-06.png",
      "timestamp": "2025-08-01 15:02:06",
      "total": 5
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii în construcții realizează o fundație tip placă de beton pentru o clădire nouă. Un muncitor manevrează o elicopteră pentru a netezi suprafața betonului umed. Un grup de alți trei muncitori se concentrează pe marginea plăcii, efectuând lucrări de finisare pe laterale. Un alt muncitor se află lângă o camionetă roșie în calea de acces alăturată, părând să se ocupe cu manipularea materialelor. Șantierul este în plină activitate de construcție, cu cofraje, scule și grămezi de pământ vizibile.",
      "filename": "frame_00282_2025-08-01_15-03-37.png",
      "timestamp": "2025-08-01 15:03:37",
      "total": 7
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă activ o placă de fundație din beton pentru o clădire nouă. Un muncitor în cămașă portocalie ghidează furtunul de la o pompă de beton, în timp ce cel puțin trei alți muncitori sunt aplecați, folosind unelte pentru a întinde și nivela betonul umed în cofraje. Două alte persoane sunt vizibile pe șantier, dar nu sunt implicate în sarcina imediată; una merge în dreapta, iar cealaltă stă în fundal lângă un camion parcat.",
      "filename": "frame_00283_2025-08-01_15-05-07.png",
      "timestamp": "2025-08-01 15:05:07",
      "total": 6
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă o placă de fundație din beton pentru o casă nouă. Un braț de pompă de beton se întinde peste șantier, livrând beton proaspăt printr-un furtun mare pe care doi muncitori îl ghidează. Alți muncitori se află în jurul cofrajelor fundației, probabil implicați în întinderea și nivelarea betonului proaspăt. În fundal, doi muncitori efectuează lucrări de terasament cu lopeți. Un muncitor stă degeaba lângă un camion roșu pe aleea de acces.",
      "filename": "frame_00284_2025-08-01_15-06-37.png",
      "timestamp": "2025-08-01 15:06:37",
      "total": 7
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă placă de fundație din beton este turnată și finisată. Un braț al pompei de beton este vizibil, după ce a livrat betonul. Trei muncitori finisează activ suprafața de beton umedă; unul operează o drișcă mecanică, în timp ce alți doi în fundal folosesc unelte manuale pentru a nivela și netezi placa. Alți doi muncitori în veste reflectorizante stau inactivi lângă intrarea în alee.",
      "filename": "frame_00285_2025-08-01_15-08-08.png",
      "timestamp": "2025-08-01 15:08:08",
      "total": 5
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o fundație mare din placă de beton pentru o clădire nouă. Se folosește o pompă de beton pentru a turna betonul, iar muncitorii finisează activ suprafața. Un muncitor manevrează o elicopteră de beton pe placa umedă, în timp ce alții lucrează de-a lungul perimetrului, finalizând turnarea și finisarea inițială.",
      "filename": "frame_00286_2025-08-01_15-09-38.png",
      "timestamp": "2025-08-01 15:09:38",
      "total": 6
    },
    {
      "working": 2,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Lucrătorii finalizează o placă mare de beton, proaspăt turnată, care servește drept fundație pentru o clădire nouă. Un lucrător operează o drișcă mecanică (elicopter) pentru a crea o suprafață netedă pe zona principală a plăcii, în timp ce un alt lucrător este aplecat, folosind unelte de mână pentru a finisa marginile. Alți doi lucrători stau în apropiere, părând să observe sau să ia o scurtă pauză. Cofrajul din lemn pentru fundație este încă la locul lui, iar un braț de pompă de beton este vizibil în centru, indicând metoda folosită pentru turnare.",
      "filename": "frame_00287_2025-08-01_15-11-09.png",
      "timestamp": "2025-08-01 15:11:09",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat pentru o nouă clădire. Un muncitor operează un elicopter roșu cu împingere pentru a netezi suprafața principală, în timp ce alți muncitori sunt poziționați lângă margini și zona garajului, folosind unelte pentru a finisa betonul. Șantierul este clar în stadiul de fundație al construcției, cu cofraje din lemn încă la locul lor în jurul noii plăci.",
      "filename": "frame_00288_2025-08-01_15-12-39.png",
      "timestamp": "2025-08-01 15:12:39",
      "total": 4
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii finalizează o placă de fundație din beton proaspăt turnată pentru o clădire. Un muncitor utilizează activ o elicopteră de beton pentru a netezi suprafața betonului umed, în timp ce un altul pare să lucreze la placă în fundal. Șantierul prezintă un cofraj din lemn care delimitează placa, cu diverse țevi și tuburi ieșind din betonul proaspăt. Un al treilea muncitor, cu vestă de protecție, observă de la marginea zonei de lucru.",
      "filename": "frame_00289_2025-08-01_15-14-10.png",
      "timestamp": "2025-08-01 15:14:10",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la fundația unei noi clădiri. O placă mare de beton a fost turnată recent, un muncitor folosind o mașină de finisat beton (elicopter) pentru a finisa suprafața. În fundal, un alt muncitor se ocupă de furtunul pompei de beton, în timp ce un al patrulea muncitor stă degeaba pe cofraje. Scena include cofraje din lemn, armătură (fier-beton) și brațul unui camion cu pompă de beton deasupra, indicând o turnare activă de beton și o fază de finisare pentru o fundație tip placă pe sol.",
      "filename": "frame_00290_2025-08-01_15-15-40.png",
      "timestamp": "2025-08-01 15:15:40",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la fundația unei noi clădiri. O dală mare de beton a fost turnată recent, iar muncitorii îi finisează activ suprafața. Un muncitor manevrează o drișcă mecanică pe betonul ud, în timp ce alții lucrează de-a lungul marginilor cofrajelor. Brațul unui camion-pompă de beton este vizibil deasupra, fiind folosit pentru a turna betonul.",
      "filename": "frame_00291_2025-08-01_15-17-11.png",
      "timestamp": "2025-08-01 15:17:11",
      "total": 4
    },
    {
      "working": 1,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă placă de fundație din beton pentru o clădire a fost turnată recent, cu brațul unui camion-pompă de beton încă vizibil deasupra. Un muncitor finisează activ suprafața mare, umedă de beton cu un elicopter de beton. Trei alți muncitori sunt la fața locului, dar par inactivi; unul stă așezat pe cofrajul de lemn, iar alți doi stau în fundal. Șantierul este în stadiile incipiente ale construcției, cu cofrajul încă la locul lui în jurul noii fundații.",
      "filename": "frame_00292_2025-08-01_15-18-41.png",
      "timestamp": "2025-08-01 15:18:41",
      "total": 4
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la fundația unei noi clădiri. O placă mare de beton a fost turnată recent, cu brațul unei pompe de beton vizibil deasupra. Un muncitor operează o elicopteră pentru a finisa suprafața betonului ud, în timp ce alți doi muncitori stau pe placă, lângă capătul furtunului pompei. În prim-plan, sunt grămezi de pământ și moloz de construcții. În dreapta, doi muncitori stau jos, părând a fi în pauză sau inactivi.",
      "filename": "frame_00293_2025-08-01_15-20-12.png",
      "timestamp": "2025-08-01 15:20:12",
      "total": 5
    },
    {
      "working": 3,
      "idle": 3,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la o placă de fundație din beton proaspăt turnat pentru o clădire. Brațul unei autopompe mari de beton este extins peste șantier, indicând metoda de turnare. Un muncitor operează activ un elicopter pentru a netezi și finisa suprafața betonului umed. Alți muncitori sunt prezenți în jurul perimetrului plăcii, unii fiind ocupați cu finisarea marginilor, în timp ce cel puțin un alt muncitor stă jos și este inactiv. Cofraje din lemn înconjoară fundația, iar grămezi de pământ și materiale de construcții sunt vizibile în prim-plan.",
      "filename": "frame_00294_2025-08-01_15-21-42.png",
      "timestamp": "2025-08-01 15:21:42",
      "total": 6
    },
    {
      "working": 1,
      "idle": 4,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O placă mare de fundație din beton este în curs de finisare pe un șantier de construcții rezidențiale. Un braț de pompă de beton este vizibil deasupra, indicând o turnare recentă. Un muncitor operează o drișcă mecanică pe suprafața de beton umed, în timp ce alți patru muncitori stau inactivi în picioare și așezați în apropiere, observând procesul. Zona este înconjurată de cofraje din lemn pentru placă.",
      "filename": "frame_00295_2025-08-01_15-23-12.png",
      "timestamp": "2025-08-01 15:23:12",
      "total": 5
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă de fundație din beton pentru o clădire nouă. Brațul unei autopompe de beton se extinde deasupra șantierului, indicând o turnare activă sau recent finalizată. Un muncitor manevrează o elicopteră pentru a netezi suprafața betonului proaspăt, în timp ce alți doi muncitori sunt poziționați lângă capătul furtunului pompei. Alți doi muncitori sunt inactivi; unul stă în picioare și observă lucrarea, iar altul stă așezat pe cofraj.",
      "filename": "frame_00296_2025-08-01_15-24-43.png",
      "timestamp": "2025-08-01 15:24:43",
      "total": 5
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă placă de fundație din beton a fost turnată pentru o clădire. Un muncitor operează o elicopteră de beton pentru a netezi și finisa suprafața de beton umedă. Pe fundal, un alt muncitor stă lângă brațul pompei de beton, probabil supraveghind turnarea. Un al treilea muncitor stă așezat pe cofrajul de lemn, în partea dreaptă a plăcii. Întreaga scenă indică construcția și finisarea unei fundații tip placă pe sol.",
      "filename": "frame_00297_2025-08-01_15-26-13.png",
      "timestamp": "2025-08-01 15:26:13",
      "total": 3
    },
    {
      "working": 4,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o fundație placă de beton pentru o clădire nouă. Brațul unei pompe de beton este poziționat deasupra amplasamentului, după ce tocmai a livrat betonul. Un muncitor operează activ o elicopter pentru a netezi placa proaspătă, în timp ce alți muncitori se ocupă cu sarcini în jurul perimetrului fundației. Mai mulți muncitori observă sau sunt în prezent inactivi.",
      "filename": "frame_00298_2025-08-01_15-27-44.png",
      "timestamp": "2025-08-01 15:27:44",
      "total": 7
    },
    {
      "working": 2,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat pentru o clădire nouă. Un muncitor operează un elicopter de beton pentru a netezi suprafața, în timp ce un al doilea muncitor, într-un tricou de înaltă vizibilitate, lucrează de-a lungul marginii plăcii. Alți doi muncitori par să fie inactivi; unul stă așezat lângă zona de lucru, iar un altul stă în picioare mai în fundal. Brațul unui camion-pompă de beton este vizibil, sugerând că betonul a fost turnat recent.",
      "filename": "frame_00299_2025-08-01_15-29-14.png",
      "timestamp": "2025-08-01 15:29:14",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Brațul unei autopompe de beton este extins peste un șantier de construcții unde a fost turnată o nouă radieră. Patru muncitori finisează betonul proaspăt; unul manevrează o elicopteră de beton pe suprafața principală a radierului, în timp ce alți trei lucrează la margini.",
      "filename": "frame_00300_2025-08-01_15-30-45.png",
      "timestamp": "2025-08-01 15:30:45",
      "total": 4
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează o placă mare de beton pentru fundația unei case noi. O autopompă de beton cu brațul extins livrează beton la șantier. Muncitorii întind activ betonul cu greble și alte unelte, în timp ce un operator folosește o drișcă mecanică pentru a crea o suprafață netedă, nivelată, iar altul finisează marginile plăcii.",
      "filename": "frame_00301_2025-08-01_15-32-15.png",
      "timestamp": "2025-08-01 15:32:15",
      "total": 6
    },
    {
      "working": 2,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii în construcții finalizează activ o placă mare de fundație din beton proaspăt turnat pentru o clădire nouă. Brațul unui camion roșu de pompare a betonului este vizibil deasupra, sugerând că turnarea s-a încheiat recent. Un muncitor operează o elicopteră de beton pentru a netezi suprafața betonului, în timp ce un altul, într-un tricou galben, lucrează la margine, lângă cofrajele din lemn. În fundal, trei alți muncitori stau împreună degeaba.",
      "filename": "frame_00302_2025-08-01_15-33-46.png",
      "timestamp": "2025-08-01 15:33:46",
      "total": 5
    },
    {
      "working": 2,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Brațul unui camion-pompă de beton este extins deasupra șantierului, livrând beton în cofrajele de lemn. Doi muncitori netezesc activ suprafața betonului umed cu scule, în timp ce alți trei muncitori din fundal observă procesul.",
      "filename": "frame_00303_2025-08-01_15-35-16.png",
      "timestamp": "2025-08-01 15:35:16",
      "total": 5
    },
    {
      "working": 6,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori construiește o placă de fundație din beton pentru o clădire nouă. Betonul a fost turnat recent, așa cum indică suprafața umedă și prezența brațului unui camion-pompă de beton în prim-plan. Doi muncitori sunt pe placă, folosind elicoptere și unelte manuale pentru a finisa suprafața. Alți muncitori sunt poziționați în jurul fundației, părând să supravegheze și să sprijine procesul de turnare și finisare. Cofraje din lemn sunt montate pentru a delimita placa de beton.",
      "filename": "frame_00304_2025-08-01_15-36-47.png",
      "timestamp": "2025-08-01 15:36:47",
      "total": 6
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o fundație mare tip placă de beton pentru o clădire nouă. Brațul unei pompe de beton este vizibil, livrând beton la șantier. Un muncitor folosește activ o elicopter pentru a netezi betonul ud, în timp ce alții, în fundal, gestionează turnarea. Doi muncitori, unul în prim-plan și unul în dreapta, stau și observă lucrarea. Zona este delimitată de cofraje din lemn, indicând că este o turnare de fundație.",
      "filename": "frame_00306_2025-08-01_15-39-47.png",
      "timestamp": "2025-08-01 15:39:47",
      "total": 6
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat, folosind elicoptere de beton. Un al treilea muncitor stă inactiv pe margine, ținând ceea ce pare a fi un suflător de frunze sau o unealtă similară. Pe șantier se află încă cofraje din lemn în jurul plăcii, iar zona înconjurătoare este un șantier activ, cu grămezi de pământ și materiale de construcții.",
      "filename": "frame_00307_2025-08-01_15-41-18.png",
      "timestamp": "2025-08-01 15:41:18",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori toarnă și finisează activ o placă de fundație din beton pentru o clădire nouă. Un muncitor dirijează furtunul pompei de beton, în timp ce alți doi sunt aplecați, întinzând betonul proaspăt în cofraje. Un al patrulea muncitor, într-o cămașă portocalie, stă inactiv pe margine, observând lucrarea. Șantierul este o zonă de construcții rezidențiale, cu o casă modernă finalizată alături.",
      "filename": "frame_00308_2025-08-01_15-42-48.png",
      "timestamp": "2025-08-01 15:42:48",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă activ o placă de fundație din beton. Un muncitor manevrează furtunul gros de la o pompă de beton pentru a distribui betonul în cofrajele fundației. Un alt muncitor stă în apropiere, operând telecomanda pompei. Pe placa proaspăt turnată, cel puțin alți trei muncitori sunt ocupați cu întinderea și finisarea betonului, unul dintre ei operând o gletieră mecanică.",
      "filename": "frame_00309_2025-08-01_15-44-19.png",
      "timestamp": "2025-08-01 15:44:19",
      "total": 5
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finalizează activ o fundație din placă de beton proaspăt turnată. Un muncitor în cămașă portocalie operează o șapă vibratoare pentru a nivela betonul ud, în timp ce un alt muncitor folosește o driscă cu mâner lung pentru a netezi suprafața. Un al treilea muncitor stă în fundal pe placa proaspăt turnată. Șantierul este o zonă de construcții rezidențiale, cu cofraje montate în jurul fundației și o casă modernă vizibilă alături.",
      "filename": "frame_00310_2025-08-01_15-45-49.png",
      "timestamp": "2025-08-01 15:45:49",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori lucrează la turnarea și finisarea unei plăci de beton pentru fundația unei noi construcții. Un furtun mare de la o pompă de beton este manevrat de un muncitor pentru a depune beton proaspăt, în timp ce alți muncitori folosesc unelte pentru a întinde și nivela materialul în cofrajele de lemn. Un al patrulea muncitor, într-o cămașă portocalie de înaltă vizibilitate, stă pe o movilă de pământ din apropiere, părând inactiv.",
      "filename": "frame_00311_2025-08-01_15-47-20.png",
      "timestamp": "2025-08-01 15:47:20",
      "total": 4
    },
    {
      "working": 3,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o placă de fundație din beton pentru o clădire nouă. Trei muncitori nivelează și netezesc betonul ud în cofraje, cu brațul unei pompe de beton poziționat deasupra lor. Alte două persoane sunt pe șantier, dar par să stea degeaba în acest moment: o persoană stă pe o alee din apropiere ținând o unealtă, iar o alta este vizibilă stând în fundal.",
      "filename": "frame_00312_2025-08-01_15-48-50.png",
      "timestamp": "2025-08-01 15:48:50",
      "total": 5
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează o placă de fundație din beton pentru o clădire nouă. Brațul unei pompe de beton se vede deasupra, turnând beton în cofrajele de lemn. Mai mulți muncitori stau în betonul proaspăt turnat, folosind unelte pentru a-l întinde și nivela, în timp ce un alt muncitor, pe margine, manevrează telecomanda pompei.",
      "filename": "frame_00313_2025-08-01_15-50-21.png",
      "timestamp": "2025-08-01 15:50:21",
      "total": 5
    },
    {
      "working": 3,
      "idle": 3,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții toarnă și finisează activ o fundație din placă de beton. Un muncitor manevrează furtunul unei pompe de beton, dirijând fluxul de beton în cofraje. Alți doi muncitori folosesc unelte pentru a nivela și netezi suprafața betonului proaspăt. Alte trei persoane stau deoparte, observând operațiunea de turnare. Șantierul este într-o zonă rezidențială, cu o casă modernă vizibilă alături.",
      "filename": "frame_00314_2025-08-01_15-51-51.png",
      "timestamp": "2025-08-01 15:51:51",
      "total": 6
    },
    {
      "working": 7,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de șapte muncitori în construcții este implicată activ în turnarea și finisarea unei fundații-dală mari de beton pentru o clădire nouă. Mai mulți muncitori folosesc unelte precum șape și flotoare pentru a nivela suprafața de beton umedă în interiorul cofrajelor de lemn. Un muncitor folosește ceea ce pare a fi un vibrator de beton, în timp ce un altul, într-un tricou galben de înaltă vizibilitate, mută un container mare. Scena este un șantier de construcții aglomerat, cu o casă modernă nou construită în fundal.",
      "filename": "frame_00315_2025-08-01_15-53-22.png",
      "timestamp": "2025-08-01 15:53:22",
      "total": 7
    },
    {
      "working": 5,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o fundație-dală de beton pentru o casă nouă. Brațul unei pompe de beton livrează beton proaspăt, pe care îl dirijează un muncitor. Alți muncitori se ocupă cu întinderea și netezirea betonului, folosind unelte precum o riglă vibratoare și o driscă lungă. Alte două persoane de pe șantier par să stea degeaba, una stând lângă un camion și cealaltă în fundal.",
      "filename": "frame_00316_2025-08-01_15-54-52.png",
      "timestamp": "2025-08-01 15:54:52",
      "total": 7
    },
    {
      "working": 6,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții toarnă și finisează activ o dală mare de beton pentru fundația unei clădiri noi. Un furtun de pompă de beton livrează beton proaspăt la șantier. Mai mulți muncitori se ocupă cu nivelarea și netezirea suprafeței de beton proaspăt folosind unelte manuale precum dreptare și gletiere, în timp ce unul operează un elicopter pentru finisare. Dala este încadrată de cofraje de lemn. Un muncitor stă inactiv în fundal.",
      "filename": "frame_00317_2025-08-01_15-56-22.png",
      "timestamp": "2025-08-01 15:56:22",
      "total": 7
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor operează un elicopter de beton pentru a netezi suprafața, în timp ce alți doi folosesc drișcă cu mâner lung pe alte porțiuni ale plăcii. Un al patrulea muncitor, în echipament de înaltă vizibilitate, lucrează la sol lângă marginea noii fundații. Lucrarea are loc pe un șantier de construcții rezidențiale.",
      "filename": "frame_00318_2025-08-01_15-57-53.png",
      "timestamp": "2025-08-01 15:57:53",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții finalizează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor operează o elicopteră pentru a netezi suprafața principală, în timp ce alți doi muncitori sunt aplecați de-a lungul marginilor, folosind unelte de mână pentru a finisa betonul în cofrajele de lemn. Un al patrulea muncitor merge pe șantier purtând o unealtă cu coadă lungă. Lucrarea are loc pe un nou lot de construcție lângă o casă modernă, cu mai multe etaje.",
      "filename": "frame_00319_2025-08-01_15-59-23.png",
      "timestamp": "2025-08-01 15:59:23",
      "total": 4
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor în cămașă portocalie este în genunchi, folosind o mistrie, un altul operează o mașină de șlefuit beton (elicopter) în centrul plăcii, iar un al treilea lucrează la margine, de la cofraje. O a patra persoană, într-o vestă reflectorizantă, stă inactivă în fundal. Scena este un șantier nou de construcții, cu grămezi de pământ, cofraje și o casă modernă adiacentă.",
      "filename": "frame_00320_2025-08-01_16-00-54.png",
      "timestamp": "2025-08-01 16:00:54",
      "total": 4
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finalizează activ o placă de fundație din beton proaspăt turnat pentru o casă nouă. Un muncitor folosește o unealtă cu mâner lung, probabil o driscă de nivelare, pentru a netezi suprafața betonului ud, în timp ce un altul, în fundal, lucrează de asemenea la placă. O elicopteră de beton este așezată pe beton, pregătită pentru următoarea etapă de finisare. O a treia persoană, într-un tricou portocaliu, merge pe marginea zonei de lucru. Șantierul este clar în stadiul de fundație, cu cofraje din lemn care înconjoară placa și țevi de instalații sanitare ieșind din beton.",
      "filename": "frame_00321_2025-08-01_16-02-24.png",
      "timestamp": "2025-08-01 16:02:24",
      "total": 3
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Se toarnă o nouă fundație tip placă de beton pentru o casă. Mai mulți muncitori finisează activ suprafața betonului proaspăt turnat. Un muncitor folosește un elicopter de beton, în timp ce altul netezește manual placa cu o drișcă. Cofrajul este încă montat în jurul fundației, iar racordurile brute pentru instalațiile sanitare sunt vizibile ieșind din placă. Un alt muncitor este activ lângă o camionetă roșie la intrarea proprietății adiacente.",
      "filename": "frame_00322_2025-08-01_16-03-55.png",
      "timestamp": "2025-08-01 16:03:55",
      "total": 5
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori toarnă și finisează activ o placă de fundație din beton pe un șantier de construcții rezidențiale. Un muncitor operează un elicopter de finisat beton, un altul folosește o drișcă cu coadă lungă pentru a nivela suprafața, un al treilea este aplecat, lucrând la margini, iar un al patrulea muncitor, într-o vestă reflectorizantă, manevrează un furtun, probabil pentru turnarea betonului sau pentru maturare.",
      "filename": "frame_00323_2025-08-01_16-05-25.png",
      "timestamp": "2025-08-01 16:05:25",
      "total": 4
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finisează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor este aplecat, folosind o unealtă manuală de-a lungul marginii plăcii, în interiorul cofrajelor. Celălalt muncitor, purtând o vestă portocalie reflectorizantă, lucrează și el în apropiere. O elicopteră, o mașină pentru finisarea suprafețelor de beton, se află în mijlocul plăcii, indicând natura lucrării.",
      "filename": "frame_00324_2025-08-01_16-06-56.png",
      "timestamp": "2025-08-01 16:06:56",
      "total": 2
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții finalizează activ o placă de fundație din beton proaspăt turnat. Un muncitor folosește o unealtă cu mâner lung pentru a netezi suprafața betonului ud, un altul operează echipament de-a lungul marginii plăcii, iar un al treilea muncitor este prezent în fundal, lângă o mașină de finisat beton (elicopter). O a patra persoană stă inactivă, observând lucrarea. Scena este un șantier de construcții rezidențiale, cu cofrajele încă la locul lor în jurul noii fundații.",
      "filename": "frame_00325_2025-08-01_16-08-26.png",
      "timestamp": "2025-08-01 16:08:26",
      "total": 4
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Câțiva muncitori finisează o placă de fundație din beton proaspăt turnată pentru o casă. Un muncitor manevrează o elicopteră pentru a netezi suprafața, în timp ce alți doi muncitori folosesc unelte manuale la marginile plăcii, în interiorul cofrajelor de lemn. O a patra persoană stă degeaba în fundal, lângă o grămadă de pământ.",
      "filename": "frame_00326_2025-08-01_16-09-56.png",
      "timestamp": "2025-08-01 16:09:56",
      "total": 4
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii toarnă și finisează o placă mare de fundație din beton pentru o clădire nouă. Un muncitor operează o elicopteră pentru a netezi suprafața betonului umed, în timp ce alți muncitori folosesc unelte manuale pentru a finisa marginile. În prim-plan, un alt muncitor stă în genunchi și lucrează pe pământ lângă fundație. Alți doi muncitori stau inactivi pe placă, părând să fie în conversație.",
      "filename": "frame_00327_2025-08-01_16-11-27.png",
      "timestamp": "2025-08-01 16:11:27",
      "total": 6
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori sunt implicați activ în finisarea unei plăci de fundație din beton proaspăt turnat. Un muncitor operează o mașină de finisat beton (elicopter) pentru a netezi suprafața plăcii, în timp ce alții sunt poziționați în jurul perimetrului, folosind unelte de mână pentru a lucra la margini și la cofrajul înconjurător. Scena este un șantier de construcții rezidențial, lângă o casă modernă finalizată.",
      "filename": "frame_00328_2025-08-01_16-12-57.png",
      "timestamp": "2025-08-01 16:12:57",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții lucrează pe un nou șantier. Principala activitate constă în finisarea unei plăci mari de fundație din beton proaspăt turnat, un muncitor manevrând un elicopter de beton pe suprafața acesteia. Un alt muncitor este aplecat peste un recipient, părând să aranjeze unelte sau materiale. Un al treilea muncitor într-un tricou de înaltă vizibilitate manevrează scânduri de lemn pe marginea zonei de lucru. Șantierul se află în etapa de fundație a construcției, cu cofraje din lemn vizibile în jurul betonului.",
      "filename": "frame_00329_2025-08-01_16-14-28.png",
      "timestamp": "2025-08-01 16:14:28",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori lucrează pe un șantier de construcții unde a fost turnată o nouă placă de fundație din beton. Un muncitor operează un elicopter de beton pentru a finisa suprafața plăcii mari. Un al doilea muncitor stă la marginea plăcii, părând să efectueze lucrări de finisare. Un al treilea muncitor este aplecat în prim-plan, printre o grămadă de pământ și materiale, desfășurând o sarcină. Prezența plăcii de beton proaspăt, a cofrajelor și a elicopterului de beton indică clar că activitatea principală o reprezintă lucrările de fundație.",
      "filename": "frame_00330_2025-08-01_16-15-58.png",
      "timestamp": "2025-08-01 16:15:58",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori lucrează intens la finisarea unei plăci de fundație din beton proaspăt turnat pentru o casă. Un muncitor operează un elicopter de beton pentru a netezi suprafața betonului ud, în timp ce un altul lucrează de-a lungul cofrajelor de lemn de la marginea plăcii. Un al treilea muncitor, într-o cămașă galbenă, stă deoparte, observând lucrarea. Șantierul este o zonă de construcții rezidențiale, cu o casă modernă finalizată alături.",
      "filename": "frame_00331_2025-08-01_16-17-29.png",
      "timestamp": "2025-08-01 16:17:29",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Muncitorii finalizează o placă de fundație din beton proaspăt turnat pentru o clădire. Un muncitor operează o elicopteră pentru a netezi suprafața betonului umed, în timp ce un alt muncitor, în prim-plan, ține o unealtă lungă de nivelare. O a treia persoană, într-o vestă de înaltă vizibilitate, stă la marginea plăcii, observând lucrarea.",
      "filename": "frame_00333_2025-08-01_16-20-30.png",
      "timestamp": "2025-08-01 16:20:30",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții, muncitorii finalizează o nouă placă de fundație din beton. Un muncitor operează activ un elicopter de beton pentru a netezi suprafața betonului umed. Un al doilea muncitor, în prim-plan, este aplecat, organizând materiale sau unelte. Un al treilea muncitor stă inactiv pe placă, observând procesul de finisare. Zona este înconjurată de cofraje din lemn, indicând că aceasta este o parte cheie a etapei de fundație pentru o nouă clădire.",
      "filename": "frame_00334_2025-08-01_16-22-00.png",
      "timestamp": "2025-08-01 16:22:00",
      "total": 3
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții lucrează pe un șantier unde o nouă placă de fundație din beton a fost turnată recent. Un muncitor folosește o drișcă mecanică pentru a finisa suprafața plăcii, în timp ce un altul lucrează la margine, lângă o clădire adiacentă. În prim-plan, un muncitor amestecă materiale într-o roabă. În stânga, un alt membru al echipei lucrează lângă intrarea în proprietate. Scena este dominată de fundația mare de beton umed și de cofrajele înconjurătoare.",
      "filename": "frame_00335_2025-08-01_16-23-31.png",
      "timestamp": "2025-08-01 16:23:31",
      "total": 5
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții sunt activi pe un nou șantier unde a fost turnată o placă de fundație din beton. Un muncitor operează un elicopter pentru beton pentru a finisa suprafața de beton, în timp ce un alt muncitor, în dreapta, se ocupă de marginea plăcii. În prim-plan, un al treilea muncitor lucrează cu o lopată și o roabă lângă o grămadă de pământ. O a patra persoană, într-o vestă de siguranță, stă inactivă lângă o mașină roșie la intrarea pe șantier.",
      "filename": "frame_00336_2025-08-01_16-25-01.png",
      "timestamp": "2025-08-01 16:25:01",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori finisează activ o placă de fundație din beton proaspăt turnat. Doi muncitori operează o mașină de finisat beton (elicopter) pe suprafața principală a plăcii pentru a crea un finisaj neted și dur. Un al treilea muncitor este activ de-a lungul perimetrului plăcii, probabil folosind unelte de mână pentru a finisa marginile lângă cofrajul din lemn.",
      "filename": "frame_00337_2025-08-01_16-26-31.png",
      "timestamp": "2025-08-01 16:26:31",
      "total": 3
    },
    {
      "working": 1,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor manevrează o elicopteră de beton pentru a netezi suprafața unei plăci de fundație din beton proaspăt turnat. Un alt muncitor, îmbrăcat cu o vestă reflectorizantă, stă inactiv lângă aleea de acces a unei proprietăți adiacente. Amplasamentul prezintă cofraje din lemn în jurul plăcii și pământ excavat, indicând etapele inițiale ale construcției unei clădiri.",
      "filename": "frame_00338_2025-08-01_16-28-02.png",
      "timestamp": "2025-08-01 16:28:02",
      "total": 2
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor operează un elicopter de beton pentru a finisa suprafața unei plăci mari de fundație din beton proaspăt turnat, destinată unei clădiri noi. Betonul este încă ud, iar muncitorul îl netezește înainte ca acesta să se întărească. Șantierul include cofraje din lemn încă la locul lor în jurul plăcii, grămezi de pământ și o casă modernă adiacentă, construită recent.",
      "filename": "frame_00339_2025-08-01_16-29-32.png",
      "timestamp": "2025-08-01 16:29:32",
      "total": 1
    },
    {
      "working": 1,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Un singur muncitor operează o elicopteră de beton cu împingere pentru a finisa suprafața unei plăci de fundație din beton proaspăt turnat. Șantierul este în stadii incipiente de construcție, cu cofraje din lemn încă vizibile în jurul perimetrului fundației. În prim-plan, sunt grămezi de pământ și diverse materiale de construcție.",
      "filename": "frame_00340_2025-08-01_16-31-03.png",
      "timestamp": "2025-08-01 16:31:03",
      "total": 1
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori se află pe o placă de fundație din beton proaspăt turnat. Un muncitor folosește o elicopteră de beton pentru a finisa suprafața, în timp ce al doilea muncitor stă în genunchi și pare să driscuiască manual o altă porțiune a plăcii. Cofrajul din lemn care a dat formă fundației este încă vizibil în jurul perimetrului.",
      "filename": "frame_00341_2025-08-01_16-32-33.png",
      "timestamp": "2025-08-01 16:32:33",
      "total": 2
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții, o placă mare de fundație din beton a fost turnată recent. Un muncitor manevrează o drișcă mecanică pentru a finisa suprafața betonului. Un alt muncitor este văzut pe partea îndepărtată a fundației, iar alți doi sunt activi lângă un vehicul roșu parcat sub carportul casei adiacente, nou construite. Șantierul include cofraje din lemn pentru beton, grămezi de pământ și alte materiale de construcții.",
      "filename": "frame_00342_2025-08-01_16-34-04.png",
      "timestamp": "2025-08-01 16:34:04",
      "total": 4
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori în construcții finalizează o placă de fundație din beton proaspăt turnat pentru o clădire nouă. Un muncitor operează activ o elicopteră pentru beton pentru a netezi suprafața betonului ud, în timp ce un al doilea muncitor stă în apropiere, pe marginea plăcii. Zona înconjurătoare prezintă dovezi de construcție, incluzând grămezi de pământ, cofraje pentru beton și o casă modernă învecinată.",
      "filename": "frame_00343_2025-08-01_16-35-34.png",
      "timestamp": "2025-08-01 16:35:34",
      "total": 2
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori în construcții lucrează pe o placă de fundație din beton proaspăt turnat. Un muncitor, poziționat pe placă, operează o elicopteră de beton pentru a netezi suprafața betonului proaspăt. Un alt muncitor este la sol lângă placă, ocupându-se de margini și finisând betonul. Scena prezintă stadiile finale ale unei turnări de fundație din beton, cu cofraje din lemn încă în poziție în jurul perimetrului.",
      "filename": "frame_00344_2025-08-01_16-37-05.png",
      "timestamp": "2025-08-01 16:37:05",
      "total": 2
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor cu vestă galbenă netezește marginile, în timp ce alți doi în fundal folosesc unelte cu coadă lungă pentru a nivela suprafața, iar un altul este aplecat, lucrând lângă cofraje. Cofraje din lemn sunt montate în jurul plăcii. Un al cincilea muncitor cu vestă portocalie stă inactiv în partea dreaptă a cadrului, părând să fie într-un apel telefonic.",
      "filename": "frame_00345_2025-08-01_16-38-35.png",
      "timestamp": "2025-08-01 16:38:35",
      "total": 5
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții finalizează o placă mare de fundație din beton proaspăt turnat pentru o clădire nouă. Un muncitor în cămașă galbenă îngenunchează pentru a finisa marginile cu o mistrie, în timp ce un altul în cămașă gri folosește o driscă cu mâner lung pentru a netezi suprafața principală. În fundal, un alt muncitor operează un elicopter de șlefuit beton. Un al patrulea muncitor ajustează echipamente pe un trepied, probabil pentru nivelare. O a cincea persoană stă inactivă în fundal. Placa este înconjurată de cofraje din lemn, indicând că betonul a fost turnat recent.",
      "filename": "frame_00346_2025-08-01_16-40-06.png",
      "timestamp": "2025-08-01 16:40:06",
      "total": 5
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori în construcții finisează activ o placă de fundație din beton proaspăt turnat. Un muncitor folosește o driscă de nivelare cu mâner lung (sau o riglă de nivelare) pentru a nivela suprafața betonului ud. Un alt muncitor, într-un tricou galben de înaltă vizibilitate, operează o unealtă lângă marginea plăcii. Pe șantier se construiește o nouă fundație de clădire, lângă o casă modernă deja finalizată.",
      "filename": "frame_00347_2025-08-01_16-41-36.png",
      "timestamp": "2025-08-01 16:41:36",
      "total": 2
    },
    {
      "working": 2,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții prezintă o placă mare de fundație din beton, proaspăt turnată. Un muncitor finisează activ suprafața betonului. Un al doilea muncitor, într-o vestă galbenă de siguranță, lucrează lângă peretele unei clădiri adiacente. Cofraje de lemn înconjoară noua fundație. În fundal, alți doi muncitori stau împreună, părând inactivi.",
      "filename": "frame_00348_2025-08-01_16-43-06.png",
      "timestamp": "2025-08-01 16:43:06",
      "total": 4
    },
    {
      "working": 1,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori se află pe un șantier de construcții rezidențiale, lângă o placă de fundație din beton proaspăt turnat. Un muncitor este pe picioroange și folosește activ o unealtă lungă pentru a netezi și finisa suprafața de beton umed. Al doilea muncitor stă pe pământ lângă placă, ajustându-și cămașa de înaltă vizibilitate. Șantierul este înconjurat de cofraje din lemn pentru beton, grămezi de pământ și materiale de construcții. O casă modernă, cu mai multe etaje, este vizibilă în fundal.",
      "filename": "frame_00349_2025-08-01_16-44-37.png",
      "timestamp": "2025-08-01 16:44:37",
      "total": 2
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor finalizează activ o placă mare de fundație din beton proaspăt turnat. Muncitorul este în genunchi, folosind o mistrie pentru a netezi suprafața. În fundal, sunt vizibili alți doi muncitori lângă o grămadă de pământ, dar par să stea degeaba. Șantierul de construcții are cofraje din lemn în jurul plăcii și este situat lângă o casă modernă finalizată.",
      "filename": "frame_00350_2025-08-01_16-46-07.png",
      "timestamp": "2025-08-01 16:46:07",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finalizează activ o placă de fundație din beton proaspăt turnat. Un muncitor operează o elicopteră pentru a netezi suprafața principală a plăcii, în timp ce un altul stă în genunchi la margine, folosind o unealtă de mână pentru a finisa laturile. O a treia persoană stă inactivă în zona ierboasă din fundal. Șantierul este pentru o nouă clădire rezidențială, cu o casă modernă, cu două etaje, vizibilă alături.",
      "filename": "frame_00351_2025-08-01_16-47-38.png",
      "timestamp": "2025-08-01 16:47:38",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Lucrătorii finalizează o fundație mare, proaspăt turnată, din beton, pentru o casă nouă. Activitatea principală este finisarea betonului, evidențiată de un lucrător care operează o drișcă mecanică (elicopter) pe placă. Un alt lucrător se ocupă de marginile fundației, lângă cofrajele din lemn, și un al treilea lucrează cu materiale lângă o grămadă de pământ. O a patra persoană, într-o vestă de înaltă vizibilitate, este prezentă pe șantier, observând lucrarea.",
      "filename": "frame_00352_2025-08-01_16-49-08.png",
      "timestamp": "2025-08-01 16:49:08",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori lucrează pe un șantier de construcții, având ca punct central o fundație de beton proaspăt turnată pentru o clădire. O elicopteră, folosită pentru finisarea betonului, este vizibilă pe placa proaspăt turnată. Un muncitor se ocupă de o roabă, un altul este ghemuit, lucrând cu o unealtă lângă o grămadă de pământ, iar un al treilea, îmbrăcat într-un tricou de înaltă vizibilitate, manipulează blocuri mari albe, probabil pentru izolație sau cofraje. Întreaga activitate este concentrată pe faza de fundație structurală a construcției.",
      "filename": "frame_00353_2025-08-01_16-50-39.png",
      "timestamp": "2025-08-01 16:50:39",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finalizează o fundație de beton proaspăt turnată pentru o clădire. Un muncitor operează o drișcă mecanică (elicopter) roșie pentru a netezi suprafața plăcii, în timp ce un alt muncitor stă la marginea fundației cu o unealtă, probabil efectuând finisarea marginilor sau aplicând un compus de tratare a betonului. Cofrajul din lemn este încă vizibil în jurul perimetrului noii plăci.",
      "filename": "frame_00355_2025-08-01_16-53-40.png",
      "timestamp": "2025-08-01 16:53:40",
      "total": 2
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori sunt prezenți pe un șantier de construcții unde tocmai a fost turnată o nouă placă de fundație din beton pentru o nouă clădire. Cofraje din lemn sunt vizibile în jurul perimetrului plăcii. Doi muncitori stau pe marginea betonului, părând să supravegheze sau să planifice procesul de finisare, cu o elicopteră de beton în apropiere. Un al treilea muncitor este ghemuit, angajat într-o activitate lângă cofraj și o grămadă de pământ.",
      "filename": "frame_00356_2025-08-01_16-55-10.png",
      "timestamp": "2025-08-01 16:55:10",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții rezidențiale, a fost turnată o nouă placă de fundație din beton. Un muncitor în fundal finisează activ suprafața de beton proaspăt turnat cu o elicopteră. În prim-plan, un alt muncitor pare să supravegheze sau să discute lucrarea, în timp ce o a treia persoană stă și observă.",
      "filename": "frame_00357_2025-08-01_16-56-41.png",
      "timestamp": "2025-08-01 16:56:41",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții, se lucrează la o placă de fundație din beton proaspăt turnat. Un muncitor operează activ un elicopter roșu pentru a crea un finisaj neted pe beton. Un alt muncitor merge de-a lungul marginii plăcii, în fundal. O a treia persoană stă inactivă lângă peretele clădirii adiacente. Șantierul este înconjurat de cofraje din lemn pentru beton, grămezi de pământ și alte materiale de construcții.",
      "filename": "frame_00358_2025-08-01_16-58-11.png",
      "timestamp": "2025-08-01 16:58:11",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O nouă placă de fundație din beton este în curs de finalizare pe un șantier de construcții. Un muncitor operează o mașină de finisat beton pe suprafața mare și umedă de beton, în timp ce cofraje din lemn sunt vizibile de-a lungul marginilor. Un alt muncitor pare să fie activ lângă intrarea unei clădiri moderne adiacente, aproape finalizate. Un al treilea muncitor, într-o vestă reflectorizantă, stă lângă marginea șantierului.",
      "filename": "frame_00359_2025-08-01_16-59-41.png",
      "timestamp": "2025-08-01 16:59:41",
      "total": 3
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O placă mare de fundație din beton a fost turnată pentru o clădire nouă. Un muncitor manevrează activ o elicopter de beton pentru a finisa suprafața betonului. Cofraje din lemn sunt vizibile în jurul perimetrului plăcii. Un alt muncitor, într-o cămașă galbenă reflectorizantă, stă inactiv lângă un perete finalizat în dreapta, iar o a treia persoană merge în partea stângă a șantierului, lângă clădirea adiacentă.",
      "filename": "frame_00360_2025-08-01_17-01-12.png",
      "timestamp": "2025-08-01 17:01:12",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori sunt activi pe un șantier de construcții unde se toarnă fundația unei noi clădiri. Cea mai vizibilă activitate este finisarea unei plăci mari de beton proaspăt turnat de către un muncitor care operează o elicopteră. Un alt muncitor într-o vestă de înaltă vizibilitate este activ în partea dreaptă a șantierului, iar o a treia persoană lucrează lângă clădirea adiacentă finalizată.",
      "filename": "frame_00361_2025-08-01_17-02-42.png",
      "timestamp": "2025-08-01 17:02:42",
      "total": 3
    },
    {
      "working": 1,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor în construcții manevrează o elicopteriză pentru a finisa suprafața unei dale mari de fundație din beton proaspăt turnat. Un alt muncitor, într-un tricou galben de înaltă vizibilitate, stă inactiv lângă peretele unei clădiri adiacente. Șantierul prezintă noua dală de beton înconjurată de cofraje din lemn, cu grămezi de pământ și materiale de construcții în prim-plan.",
      "filename": "frame_00362_2025-08-01_17-04-13.png",
      "timestamp": "2025-08-01 17:04:13",
      "total": 2
    },
    {
      "working": 1,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un șantier de construcții prezintă o fundație-placă de beton proaspăt turnată pentru o casă. Un muncitor lucrează activ la cofrajele din lemn care înconjoară fundația. Un alt muncitor, într-o vestă de înaltă vizibilitate, stă lângă o clădire adiacentă. O drișcă mecanică, folosită pentru finisarea betonului, este vizibilă pe placă, indicând finalizarea recentă a unei turnări de beton.",
      "filename": "frame_00363_2025-08-01_17-05-43.png",
      "timestamp": "2025-08-01 17:05:43",
      "total": 2
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Pe un nou șantier de construcții, doi muncitori finalizează activ o placă de fundație din beton proaspăt turnat. Un muncitor operează o elicopteră de beton pe suprafața principală, în timp ce un altul stă în genunchi la margine, netezind betonul cu o unealtă de mână. Un al treilea muncitor, într-o vestă reflectorizantă, este activ lângă o coloană pe partea dreaptă a șantierului. O a patra persoană stă inactivă lângă clădirea adiacentă, aproape finalizată.",
      "filename": "frame_00364_2025-08-01_17-07-14.png",
      "timestamp": "2025-08-01 17:07:14",
      "total": 4
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor finisează activ o placă de fundație din beton proaspăt turnat cu o unealtă de mână. O elicopteră de beton este de asemenea vizibilă pe placă, indicând că aceasta face parte din procesul de finisare. Alte două persoane se află la fața locului, dar par inactive: o persoană este așezată lângă clădirea adiacentă, iar o alta, într-o vestă reflectorizantă, stă în picioare lângă marginea unui zid, în partea dreaptă.",
      "filename": "frame_00365_2025-08-01_17-08-44.png",
      "timestamp": "2025-08-01 17:08:44",
      "total": 3
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții, un muncitor finisează activ o placă de beton proaspăt turnată pentru fundația unei clădiri, folosind unelte de mână în interiorul cofrajelor din lemn. Un elicopter de beton se află pe porțiunea mai mare a plăcii, pregătită pentru finisare. Alte două persoane sunt prezente, dar par inactive; una stă lângă o clădire albă adiacentă, iar cealaltă este lângă structura neagră, mai completă.",
      "filename": "frame_00366_2025-08-01_17-10-15.png",
      "timestamp": "2025-08-01 17:10:15",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori lucrează intens la finisarea unei plăci mari de fundație din beton proaspăt turnat. Ei stau pe betonul ud, nivelând și netezind suprafața. Un al patrulea muncitor în echipament de înaltă vizibilitate stă degeaba pe margine, observând operațiunea. Șantierul este în stadiile incipiente de construcție, această lucrare de fundație fiind activitatea principală lângă o casă modernă construită recent.",
      "filename": "frame_00367_2025-08-01_17-11-45.png",
      "timestamp": "2025-08-01 17:11:45",
      "total": 4
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finisează activ o placă de fundație din beton proaspăt turnat. Un muncitor operează un elicopter pentru a netezi suprafața mare, în timp ce un al doilea muncitor este aplecat la margine, probabil executând sarcini de finisare manuală. O a treia persoană, într-o vestă reflectorizantă, stă degeaba lângă clădirea adiacentă. Scena este un șantier de construcții rezidențial, cu o casă modernă aproape finalizată lângă noua fundație.",
      "filename": "frame_00368_2025-08-01_17-13-15.png",
      "timestamp": "2025-08-01 17:13:15",
      "total": 3
    },
    {
      "working": 2,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori lucrează intens la finisarea unei plăci de fundație de beton proaspăt turnate. Un muncitor operează o elicopteră pentru a netezi suprafața mare, în timp ce altul este aplecat la margine, probabil folosind o gletieră de mână pentru finisări detaliate. O a treia persoană într-o vestă reflectorizantă stă deoparte, observând lucrarea. Scena se desfășoară pe un șantier de construcții rezidențiale lângă o casă modernă finalizată.",
      "filename": "frame_00369_2025-08-01_17-14-46.png",
      "timestamp": "2025-08-01 17:14:46",
      "total": 3
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori în construcții finalizează o placă mare de fundație din beton proaspăt turnat. Un muncitor manevrează o mașină de finisat beton (elicopter) cu împingere pentru a crea o suprafață netedă, densă pe zona principală a plăcii. Al doilea muncitor este ghemuit la marginea fundației, probabil folosind unelte de mână pentru a finisa perimetrul. Șantierul prezintă cofraje din lemn încă montate în jurul noii fundații, cu o casă modernă cu două etaje vizibilă alături.",
      "filename": "frame_00370_2025-08-01_17-16-16.png",
      "timestamp": "2025-08-01 17:16:16",
      "total": 2
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții finisează o placă mare de beton, proaspăt turnat, pentru fundația unei noi clădiri. Un muncitor operează o elicopteră de beton pentru a netezi suprafața, în timp ce alți doi muncitori sunt aplecați lângă margini, ocupându-se de sarcini de finisare manuală. Cofrajul de lemn pentru beton este încă la locul său, iar șantierul este adiacent unei clădiri moderne, cu mai multe etaje.",
      "filename": "frame_00371_2025-08-01_17-17-47.png",
      "timestamp": "2025-08-01 17:17:47",
      "total": 3
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții finalizează o placă mare de fundație din beton proaspăt turnat pentru o nouă clădire. Trei muncitori sunt implicați activ în netezirea și nivelarea betonului ud: unul este îngenuncheat pe placă folosind o drișcă de mână, un altul folosește o drișcă cu mâner lung, și un al treilea lucrează la margine lângă cofrajele de lemn. Un al patrulea muncitor stă deoparte, observând operațiunea. Șantierul este situat lângă o casă modernă finalizată.",
      "filename": "frame_00372_2025-08-01_17-19-17.png",
      "timestamp": "2025-08-01 17:19:17",
      "total": 4
    },
    {
      "working": 3,
      "idle": 3,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori în construcții finalizează o placă mare de fundație din beton proaspăt turnat pentru o casă nouă. Un muncitor operează un elicopter de finisat beton roșu pentru a netezi suprafața principală, în timp ce alți doi sunt aplecați, folosind unelte manuale pentru a finisa marginile și alte secțiuni ale plăcii. Alte trei persoane sunt observate stând în picioare sau mergând pe șantier, nefiind direct implicate în procesul de finisare. Lucrarea are loc lângă o casă modernă, nou construită, cu două etaje.",
      "filename": "frame_00373_2025-08-01_17-20-48.png",
      "timestamp": "2025-08-01 17:20:48",
      "total": 6
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții sunt implicați activ în finisarea unei plăci de fundație din beton proaspăt turnat. În fundal, un muncitor operează o drișcă mecanică pentru a netezi suprafața mare. În planul median, doi muncitori sunt aplecați sau îngenuncheați, folosind unelte de mână pentru a finisa marginile și suprafața betonului ud. Un al patrulea muncitor se află de asemenea la marginea turnării, părând să lucreze la cofraj sau la marginea betonului.",
      "filename": "frame_00374_2025-08-01_17-22-18.png",
      "timestamp": "2025-08-01 17:22:18",
      "total": 4
    },
    {
      "working": 3,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor operează un elicopter pentru beton pentru a netezi suprafața principală, în timp ce alți doi muncitori stau în genunchi la margini, folosind unelte de mână pentru a finisa betonul în interiorul cofrajelor din lemn. O a patra persoană stă inactivă în fundalul șantierului.",
      "filename": "frame_00375_2025-08-01_17-23-49.png",
      "timestamp": "2025-08-01 17:23:49",
      "total": 4
    },
    {
      "working": 5,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Cinci muncitori se află pe șantier și construiesc activ fundația unei clădiri. O dală mare de beton a fost turnată recent și este în curs de finisare. Mai mulți muncitori sunt poziționați în jurul perimetrului dalei umede, lucrând la suprafață și ajustând cofrajele din lemn. Scena este un șantier de construcții rezidențiale, lângă o casă modernă, finalizată.",
      "filename": "frame_00376_2025-08-01_17-25-19.png",
      "timestamp": "2025-08-01 17:25:19",
      "total": 5
    },
    {
      "working": 6,
      "idle": 2,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "O echipă de muncitori în construcții este implicată activ în turnarea și finisarea unei plăci mari de fundație din beton pentru o nouă clădire. Mai mulți muncitori folosesc unelte manuale precum driștele și dreptarele pentru a netezi suprafața betonului umed. Cofraje din lemn delimitează perimetrul noii fundații. În fundal, alți muncitori se deplasează pe șantier, în timp ce două persoane în partea dreaptă stau și observă.",
      "filename": "frame_00377_2025-08-01_17-26-50.png",
      "timestamp": "2025-08-01 17:26:50",
      "total": 8
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori finalizează activ o placă de fundație din beton proaspăt turnat pentru o casă nouă. Un muncitor folosește o driscă cu mâner lung pentru a netezi suprafața principală, în timp ce alți doi sunt aplecați, lucrând la marginile plăcii în interiorul cofrajelor din lemn. Construcția are loc lângă o casă modernă cu două etaje, recent construită.",
      "filename": "frame_00378_2025-08-01_17-28-20.png",
      "timestamp": "2025-08-01 17:28:20",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții finisează activ o placă mare de fundație din beton proaspăt turnat pentru o casă nouă. Sunt aplecați, folosind unelte de mână pentru a netezi și nivela suprafața de beton umedă, care este delimitată de cofraje de lemn. În fundal, o casă modernă cu două etaje este aproape finalizată, în timp ce casa din dreapta este și ea în construcție.",
      "filename": "frame_00379_2025-08-01_17-29-50.png",
      "timestamp": "2025-08-01 17:29:50",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor în prim-plan folosește o drișcă cu mâner lung pentru a netezi suprafața, un altul se ocupă de marginea plăcii, iar un al treilea operează o mașină pe beton în fundal. Lucrarea este delimitată de cofraje din lemn, indicând faza structurală inițială a unei noi clădiri.",
      "filename": "frame_00380_2025-08-01_17-31-21.png",
      "timestamp": "2025-08-01 17:31:21",
      "total": 3
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori lucrează activ la construcția fundației unei clădiri. Trei muncitori se află pe o placă mare de beton proaspăt turnat, folosind elicoptere de beton și drișce manuale pentru a netezi și finisa suprafața. Un al patrulea muncitor, în prim-plan, taie ceea ce par a fi blocuri mari de polistiren. Cofraje din lemn sunt vizibile în jurul perimetrului noii fundații de beton, indicând că lucrarea se află într-o fază critică de dezvoltare structurală.",
      "filename": "frame_00381_2025-08-01_17-32-51.png",
      "timestamp": "2025-08-01 17:32:51",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori finalizează activ o fundație mare de beton, proaspăt turnat, pentru o clădire nouă. Un muncitor operează o drișcă mecanică pentru a netezi suprafața betonului ud, în timp ce alți membri ai echipei sunt aplecați, lucrând la marginile plăcii. Scena este un șantier de construcții rezidențiale cu cofraje de lemn încă la locul lor în jurul noii fundații, lângă o casă modernă, recent finalizată.",
      "filename": "frame_00382_2025-08-01_17-34-22.png",
      "timestamp": "2025-08-01 17:34:22",
      "total": 4
    },
    {
      "working": 1,
      "idle": 2,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Un muncitor finisează activ o placă de fundație din beton proaspăt turnat, folosind o elicopteră. Un alt muncitor stă în apropiere, observând procesul, în timp ce un al treilea muncitor, într-un tricou de înaltă vizibilitate, stă așezat pe marginea șantierului. Scena este un șantier de construcții rezidențiale, cu cofrajele încă la locul lor în jurul fundației de beton proaspăt.",
      "filename": "frame_00384_2025-08-01_17-37-23.png",
      "timestamp": "2025-08-01 17:37:23",
      "total": 3
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Câțiva muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat. Un muncitor manevrează o gletieră mecanică (elicopter) cu împingere pentru a netezi suprafața principală a betonului. Alți muncitori sunt poziționați în jurul perimetrului, aplecați și par să finiseze manual marginile plăcii. În prim-plan, un alt muncitor manipulează bucăți mari de material alb, posibil izolație sau parte a sistemului de cofrare.",
      "filename": "frame_00385_2025-08-01_17-38-53.png",
      "timestamp": "2025-08-01 17:38:53",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții lucrează intens la finisarea unei plăci de fundație din beton proaspăt turnat. Un muncitor operează un elicopter pentru a netezi suprafața, un altul, într-un tricou galben de înaltă vizibilitate, lucrează la perimetru, iar alți doi sunt în fundal, ocupându-se și ei de beton. Cofraj din lemn este vizibil în jurul perimetrului noii plăci, care este adiacentă unei case moderne, de culoare închisă.",
      "filename": "frame_00386_2025-08-01_17-40-24.png",
      "timestamp": "2025-08-01 17:40:24",
      "total": 4
    },
    {
      "working": 2,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Doi muncitori finalizează activ o placă de fundație mare, din beton proaspăt turnat. Un muncitor operează un elicopter de șlefuit beton pentru a netezi suprafața, în timp ce un al doilea muncitor, în fundal, se ocupă de marginile plăcii. Cofraje din lemn sunt vizibile în jurul perimetrului noii fundații, iar șantierul este adiacent unei case moderne, cu mai multe etaje.",
      "filename": "frame_00387_2025-08-01_17-41-54.png",
      "timestamp": "2025-08-01 17:41:54",
      "total": 2
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori se află pe un șantier de construcții, angajați activ în finisarea unei plăci de fundație din beton proaspăt turnat. Un muncitor operează un elicopter pentru beton pentru a crea o suprafață netedă și plană pe beton. Un alt muncitor, în prim-plan, este aplecat peste o roabă, iar un al treilea se află în fundal. Șantierul prezintă placa de beton completă, conținută în cofraje din lemn, cu conducte de instalații sanitare și electrice ieșind din suprafață, ceea ce este caracteristic lucrărilor de fundație pentru o clădire nouă.",
      "filename": "frame_00388_2025-08-01_17-43-25.png",
      "timestamp": "2025-08-01 17:43:25",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori în construcții își desfășoară activitatea pe șantierul unei noi clădiri rezidențiale. O placă mare de fundație din beton a fost turnată recent. Un muncitor manevrează o drișcă mecanică pentru a finisa suprafața betonului umed. Un alt muncitor, într-o cămașă de înaltă vizibilitate, manipulează materiale lângă marginea șantierului, în timp ce un al treilea muncitor, în prim-plan, este aplecat, lucrând cu materiale într-un recipient.",
      "filename": "frame_00389_2025-08-01_17-44-55.png",
      "timestamp": "2025-08-01 17:44:55",
      "total": 3
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori sunt activi pe un șantier de construcții unde a fost turnată o nouă placă de fundație din beton. Un muncitor operează un elicopter de beton pentru a netezi suprafața betonului umed. Un al doilea muncitor este aplecat peste o roabă lângă o grămadă de pământ, iar un al treilea muncitor este îngenuncheat la marginea șantierului, părând să lucreze la materiale sau unelte. Scena este dominată de placa de beton proaspăt, încă încadrată în cofraje de lemn, indicând faza de fundație a construcției.",
      "filename": "frame_00390_2025-08-01_17-46-25.png",
      "timestamp": "2025-08-01 17:46:25",
      "total": 3
    },
    {
      "working": 4,
      "idle": 2,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "O echipă de construcții lucrează la fundația unei noi clădiri. O placă mare de beton a fost turnată recent în cofraje de lemn. Un muncitor manevrează activ un elicopter de beton pentru a finisa suprafața betonului. În prim-plan, un alt muncitor este aplecat peste o roabă. În dreapta, este prezent un grup de muncitori, cu cel puțin doi lucrând activ lângă utilaje, posibil o pompă de beton, în timp ce alți doi stau deoparte și observă.",
      "filename": "frame_00391_2025-08-01_17-47-56.png",
      "timestamp": "2025-08-01 17:47:56",
      "total": 6
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Lucrătorii sunt activ implicați în sarcini pe un șantier de construcții rezidențiale unde a fost turnată o nouă fundație din placă de beton. Un lucrător operează o elicopteră de beton pentru a netezi suprafața betonului ud. Un alt lucrător este ghemuit, lucrând lângă cofrajele de lemn. Un al treilea lucrător lopătează materiale în prim-plan, iar o a patra persoană traversează șantierul. Activitatea principală se axează pe finalizarea și finisarea fundației clădirii.",
      "filename": "frame_00392_2025-08-01_17-49-26.png",
      "timestamp": "2025-08-01 17:49:26",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții finisează activ o placă de fundație din beton proaspăt turnat. În fundal, doi muncitori folosesc elicoptere pentru beton pentru a netezi suprafața mare a betonului umed. Un al treilea muncitor este aplecat lângă marginea plăcii, folosind o unealtă manuală pentru finisare. În prim-plan, un alt muncitor lucrează cu o roabă. Șantierul este caracterizat de noua fundație cu cofrajele sale din lemn încă la locul lor și țevi de instalații sanitare ieșind din placă.",
      "filename": "frame_00393_2025-08-01_17-50-57.png",
      "timestamp": "2025-08-01 17:50:57",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții finalizează o placă mare de fundație din beton proaspăt turnat pentru o clădire nouă. Un muncitor operează o mașină de finisat beton pe suprafața principală, în timp ce alți doi lucrează la margini cu unelte de mână. Un al patrulea muncitor, într-o cămașă galbenă, pare să supravegheze procesul de finisare. Cofraje din lemn sunt vizibile în jurul perimetrului noii plăci, iar o casă modernă, cu două etaje, este finalizată lângă șantierul de construcții.",
      "filename": "frame_00394_2025-08-01_17-52-27.png",
      "timestamp": "2025-08-01 17:52:27",
      "total": 4
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Pe un șantier de construcții rezidențiale, o echipă de patru muncitori finisează activ o placă mare de fundație din beton proaspăt turnată. Un muncitor în fundal manevrează o gletieră mecanică cu ghidare manuală pentru a netezi suprafața principală, în timp ce alți doi, în planul median, stau în genunchi și se apleacă pentru a finisa manual marginile de-a lungul cofrajelor din lemn. Un al patrulea muncitor este vizibil mai la dreapta, și el implicat în această sarcină.",
      "filename": "frame_00395_2025-08-01_17-53-58.png",
      "timestamp": "2025-08-01 17:53:58",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat pentru o casă nouă. Un muncitor operează o mașină de șlefuit beton pentru a netezi suprafața principală, în timp ce alți doi muncitori sunt în genunchi la margini, folosind unelte de mână pentru a finisa perimetrul plăcii. Cofrajele din lemn sunt încă la locul lor în jurul noii fundații.",
      "filename": "frame_00396_2025-08-01_17-55-28.png",
      "timestamp": "2025-08-01 17:55:28",
      "total": 3
    },
    {
      "working": 4,
      "idle": 1,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Mai mulți muncitori construiesc o fundație de beton pentru o clădire nouă. O placă mare de beton a fost turnată, iar un muncitor folosește o elicopteră pentru a-i finisa suprafața. Alți muncitori sunt poziționați de-a lungul cofrajelor de lemn, folosind unelte de mână pentru a netezi și a modela betonul ud la margini. Un alt muncitor în prim-plan folosește o lopată lângă o grămadă de materiale. O persoană stă degeaba, observând munca.",
      "filename": "frame_00397_2025-08-01_17-56-59.png",
      "timestamp": "2025-08-01 17:56:59",
      "total": 5
    },
    {
      "working": 4,
      "idle": 0,
      "primary_task": "lucrări_beton",
      "task_category": "lucrări_structurale",
      "description": "Patru muncitori în construcții finalizează activ o placă mare de beton proaspăt turnată pentru fundația unei noi clădiri. Un muncitor operează o elicopteriză pe suprafața principală, în timp ce alții lucrează de-a lungul marginilor cu unelte de mână și alte echipamente pentru a netezi și nivela betonul. Cofrajul din lemn este încă montat în jurul perimetrului plăcii.",
      "filename": "frame_00398_2025-08-01_17-58-29.png",
      "timestamp": "2025-08-01 17:58:29",
      "total": 4
    },
    {
      "working": 3,
      "idle": 0,
      "primary_task": "lucrări_fundație",
      "task_category": "lucrări_structurale",
      "description": "Trei muncitori finalizează activ o placă mare de fundație din beton proaspăt turnat pentru o casă nouă. Un muncitor este ghemuit, folosind o unealtă de mână pentru a finisa marginile plăcii de-a lungul cofrajelor din lemn, în timp ce alți doi muncitori stau pe betonul ud, folosind flotoare cu mâner lung pentru a netezi suprafața. Lucrarea are loc pe un șantier rezidențial, lângă o casă modernă nou construită.",
      "filename": "frame_00399_2025-08-01_18-00-00.png",
      "timestamp": "2025-08-01 18:00:00",
      "total": 3
    }
  ],
  "metadata": {
    "total_frames": 378,
    "total_attempted": 399,
    "skipped_frames": 21,
    "description_enabled": true,
    "review_enabled": true,
    "date": "2025-08-01",
    "task_analysis": {
      "task_distribution": {
        "lucrări_fundație": 332,
        "șantier_gol": 2,
        "lucrări_beton": 44
      },
      "category_distribution": {
        "lucrări_structurale": 376,
        "fără_activitate": 2
      },
      "most_common_task": "lucrări_fundație",
      "most_common_category": "lucrări_structurale"
    }
  },
  "daily_review": "Conform datelor, activitățile zilei de lucru s-au concentrat pe construirea unei fundații de beton. Ziua a început în jurul orei 08:00, cu muncitori care pregăteau cofrajul și grila de armătură pentru turnare. Prezența maximă pe șantier a fost înregistrată la ora 10:21, cu 11 muncitori observați în timpul turnării principale de beton, care a utilizat o pompă de beton cu braț. Lucrările de fundație și de beton au fost cele mai predominante sarcini, iar muncitorii au fost înregistrați ca fiind activi pentru 81,3% din zi. Ziua de lucru s-a încheiat în jurul orei 18:00, cu câțiva muncitori care efectuau finisajul final pe placa de beton proaspăt turnată."
}